{
  "curso": "Psicología",
  "temas": [
    {
      "titulo": "Tema 1: Introducción a la Psicología",
      "videos": [
        {
          "titulo": "1.1 Psicología como ciencia",
          "youtube_id": "bSju9PhsECs",
          "pdf_link": "https://drive.google.com/file/d/167vRy3a1RXu1h1-MfML1CgNgw4SJxrQD/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "Juan observa que su perrito, cada vez que escucha la palabra 'premio', corre hacia él moviendo la cola. Este comportamiento puede ser explicado por el condicionamiento clásico de la reflexología. ¿Qué exponente es el principal representante de esta escuela?",
    "opciones": [
      "Iván Pávlov",
      "Wilhelm Wundt",
      "John Watson",
      "Sigmund Freud"
    ],
    "correcta": 0
  },
  {
    "pregunta": "María es una adolescente que frecuentemente se arranca los cabellos cuando está estresada. Ante esto, asiste a psicoterapia para recibir estrategias y modificar ese comportamiento. ¿Qué finalidad de la psicología se está aplicando principalmente en este caso?",
    "opciones": [
      "Describir",
      "Explicar",
      "Controlar",
      "Predecir"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un psicólogo clínico elabora un informe donde detalla las características de comportamiento, los rasgos y los síntomas que presentan las personas con trastorno bipolar. El fin de la psicología que evidencia este profesional al responder a la pregunta de 'cómo es' se llama:",
    "opciones": [
      "Controlar",
      "Predecir",
      "Explicar",
      "Describir"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Durante un temblor, un estudiante siente que su corazón late rápido, suda excesivamente y experimenta un miedo repentino. Estas reacciones psicofisiológicas intensas y de corta duración son estudiadas por los procesos psíquicos afectivos. ¿A qué proceso específico nos referimos?",
    "opciones": [
      "Sentimientos",
      "Estados de ánimo",
      "Emociones",
      "Pasiones"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Carlos pasa día y noche en su laboratorio investigando la cura para una enfermedad, sacrificando su vida familiar por la intensidad de su entrega a la ciencia. Según la clasificación de los procesos psíquicos, este nivel de dedicación intensa y prolongada y exclusiva de los humanos es una:",
    "opciones": [
      "Emoción",
      "Sensación",
      "Voluntad",
      "Pasión"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Al evaluar a un paciente con celos patológicos e inseguridad constante, el terapeuta concluye que esto se debe a que de niño no tuvo una relación afectiva estable con sus padres (falta de apego). Al determinar las causas de este comportamiento, ¿qué fin de la psicología cumple el especialista?",
    "opciones": [
      "Predecir",
      "Explicar",
      "Describir",
      "Controlar"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Un profesor nota que, por el polvo de la tiza, un alumno empieza a estornudar incontrolablemente. De acuerdo a la definición científica explicada en la clase, ¿cómo se clasifica este estornudo desde la perspectiva de la psicología?",
    "opciones": [
      "Es una conducta compleja porque es observable y medible.",
      "Es un proceso cognitivo interno.",
      "Es un acto reflejo natural, por lo tanto, no es una conducta.",
      "Es una conducta humana aprendida y modificable."
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un psicólogo educativo advierte a los padres: 'Si utilizan el castigo físico sistemático para corregir a sus hijos, lo más probable es que estos desarrollen baja autoestima y agresividad en la adolescencia'. ¿Qué finalidad de la psicología está empleando el experto?",
    "opciones": [
      "Predecir",
      "Describir",
      "Controlar",
      "Explicar"
    ],
    "correcta": 0
  },
  {
    "pregunta": "En un día caluroso, Ana empieza a sudar, bosteza por el aburrimiento de la tarde y luego decide sacar su desodorante del bolso para aplicárselo. De todas las acciones mencionadas, ¿cuál es considerada una conducta para la psicología por ser un acto aprendido?",
    "opciones": [
      "Sudar excesivamente.",
      "Bostezar por aburrimiento.",
      "Sentir el calor del día.",
      "Sacar el desodorante y aplicárselo."
    ],
    "correcta": 3
  },
  {
    "pregunta": "Teresa organiza sus horarios y utiliza mapas semánticos todos los días con el objetivo claro de ingresar a la universidad, mostrando gran energía dirigida hacia su meta. Este proceso mental interno que la impulsa se clasifica como un proceso conativo-volitivo denominado:",
    "opciones": [
      "Atención",
      "Motivación",
      "Imaginación",
      "Sentimiento"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Etimológicamente, la palabra 'psicología' proviene de las voces griegas 'psyche' y 'logos', que significan respectivamente:",
    "opciones": [
      "Mente y ciencia.",
      "Comportamiento y estudio.",
      "Alma y tratado o estudio.",
      "Cerebro y palabra."
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿En qué año y en qué país fundó Wilhelm Wundt el primer laboratorio de psicología experimental, evento que marcó el inicio de la psicología como ciencia?",
    "opciones": [
      "1879, en Alemania.",
      "1900, en Estados Unidos.",
      "1850, en Rusia.",
      "1879, en Austria."
    ],
    "correcta": 0
  },
  {
    "pregunta": "La epistemología clasifica a las ciencias en formales y no formales. De acuerdo a esta división, ¿qué tipo de ciencia es la psicología científica moderna?",
    "opciones": [
      "Ciencia formal y natural.",
      "Ciencia fáctica y social.",
      "Ciencia deductiva y formal.",
      "Ciencia exacta e histórica."
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál de las siguientes es considerada la primera escuela psicológica en la historia de esta ciencia, iniciada tras los estudios de la conciencia en el laboratorio de Leipzig?",
    "opciones": [
      "El funcionalismo.",
      "El conductismo.",
      "El estructuralismo.",
      "El psicoanálisis."
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según la definición moderna de la disciplina expuesta en la clase, ¿cuáles son los dos objetos de estudio centrales de la psicología científica?",
    "opciones": [
      "El alma y la filosofía.",
      "Los estímulos y la fisiología humana.",
      "La conducta y los procesos psíquicos.",
      "El inconsciente y los trastornos mentales."
    ],
    "correcta": 2
  },
  {
    "pregunta": "Dentro de la división de los procesos psíquicos, aquellos que permiten reflejar, procesar y almacenar información de la realidad, como la percepción, la memoria y el pensamiento, reciben el nombre de:",
    "opciones": [
      "Procesos oréticos.",
      "Procesos dinámicos.",
      "Procesos volitivos.",
      "Procesos cognitivos."
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Cuál de las siguientes alternativas menciona exclusivamente procesos dinámicos (también llamados oréticos) que nos permiten accionar o reaccionar frente al medio?",
    "opciones": [
      "Sensación, percepción y atención.",
      "Memoria, pensamiento e inteligencia.",
      "Motivación, sentimientos y emociones.",
      "Imaginación, voluntad y aprendizaje."
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según lo expuesto en el video, existen procesos afectivos de larga duración que son aprendidos en la sociedad y son exclusivos del ser humano (por ejemplo, el patriotismo). ¿A qué procesos nos referimos?",
    "opciones": [
      "Emociones.",
      "Sentimientos.",
      "Estados de ánimo.",
      "Pasiones."
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Quién fue el filósofo griego antiguo que escribió el tratado 'Peripsique' (Sobre el alma) y sostuvo que el alma es el principio que da vida al cuerpo, incluyendo a plantas y animales?",
    "opciones": [
      "Platón.",
      "Sócrates.",
      "Aristóteles.",
      "René Descartes."
    ],
    "correcta": 2
  },
  {
    "pregunta": "De las diferentes escuelas psicológicas mencionadas, ¿quién es el principal representante del conductismo, famoso por sus experimentos de condicionamiento de fobias en niños?",
    "opciones": [
      "John Watson.",
      "Sigmund Freud.",
      "William James.",
      "Max Wertheimer."
    ],
    "correcta": 0
  }
]
        },
        {
          "titulo": "1.2 Psicología Semana 1",
          "youtube_id": "A_XETCvxqiU",
          "pdf_link": "https://drive.google.com/file/d/167vRy3a1RXu1h1-MfML1CgNgw4SJxrQD/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "Adela le comenta a su madre que constantemente le dan ganas de llorar. Un psicólogo descubre que la madre la maltrató durante su primer año de vida y considera esta experiencia temprana como determinante para explicar su comportamiento actual. ¿A qué enfoque psicológico corresponde esta explicación?",
    "opciones": [
      "Enfoque conductista",
      "Enfoque cognitivo",
      "Enfoque psicodinámico (psicoanalítico)",
      "Enfoque humanista"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Lázaro se interesa en saber cómo estimular su pensamiento crítico para procesar mejor la información, estructurar sus conocimientos previos y mejorar su aprendizaje en la universidad. ¿Qué enfoque de la psicología contemporánea destaca en el interés de Lázaro?",
    "opciones": [
      "Enfoque cognitivista",
      "Enfoque biopsicológico",
      "Enfoque psicoanalítico",
      "Enfoque funcionalista"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Una gran empresa transnacional necesita contratar a un nuevo contador y asegurar que su adaptación al ritmo y funcionamiento de la maquinaria empresarial sea rápida y eficiente mediante un buen proceso de inducción. ¿Qué especialista de la psicología es el indicado para realizar esta labor?",
    "opciones": [
      "Psicólogo clínico",
      "Psicólogo organizacional",
      "Psicólogo educativo",
      "Psicólogo social"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Para investigar el impacto de los programas audiovisuales violentos en niños, un psicólogo le muestra estas series a la sección A durante un mes, mientras que a la sección B le proyecta sus dibujos habituales (sin violencia). Al finalizar, compara los niveles de agresividad de ambas secciones. ¿Qué rol cumple la sección B en este experimento?",
    "opciones": [
      "Variable independiente",
      "Grupo experimental",
      "Grupo de control",
      "Variable extraña"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un estudio científico plantea la siguiente interrogante principal en su título: '¿Cuál es la relación existente entre los niveles de pobreza y la violencia intrafamiliar en las zonas urbanas de Lima Metropolitana?'. ¿Qué método de investigación psicológica se está utilizando?",
    "opciones": [
      "Método descriptivo",
      "Método correlacional",
      "Método experimental",
      "Método clínico"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Tras sufrir una fuerte caída de cabeza, un paciente pierde repentinamente la capacidad de hablar. El especialista sugiere de inmediato que probablemente se ha lesionado el área de Broca en el lóbulo frontal izquierdo del cerebro. Esta explicación causal se alinea directamente con el enfoque:",
    "opciones": [
      "Psicodinámico",
      "Humanista",
      "Conductista",
      "Biopsicológico"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Un paciente acude a terapia quejándose amargamente de sus traumas infantiles y de lo difícil que fue su pasado. El terapeuta lo detiene y le pide que se centre en el 'aquí y el ahora', para que empiece a construir su futuro y busque su autorrealización personal. ¿Qué enfoque guía el proceder de este terapeuta?",
    "opciones": [
      "Enfoque humanista",
      "Enfoque estructuralista",
      "Enfoque psicoanalítico",
      "Enfoque reflexológico"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Un equipo de psicólogos se desplaza a un asentamiento humano para brindar talleres gratuitos de prevención del pandillaje y promoción de la salud mental, buscando la reinserción de los jóvenes en riesgo. ¿A qué especialidad de la psicología aplicada corresponde esta intervención comunitaria?",
    "opciones": [
      "Psicología forense",
      "Psicología clínica",
      "Psicología social",
      "Psicología educativa"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un investigador sostiene que la ciencia no debe perder el tiempo estudiando conceptos abstractos como 'la mente' o 'la conciencia', ya que es un retroceso a la filosofía, y afirma que solo se debe analizar aquello que sea observable y medible objetivamente. Esta postura es característica de la escuela:",
    "opciones": [
      "Conductista",
      "Gestáltica",
      "Psicoanalítica",
      "Funcionalista"
    ],
    "correcta": 0
  },
  {
    "pregunta": "A inicios del siglo XIX, un estudioso examinó el cráneo de varios pacientes, asumiendo que sus protuberancias permitían hacer un 'mapa cerebral' que explicaba los procesos mentales y facultades de cada persona. Aunque hoy está descartado científicamente, este antecedente fue propuesto por Joseph Gall y se conoce como:",
    "opciones": [
      "Psicofísica",
      "Frenología",
      "Empirismo",
      "Estructuralismo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Según las raíces griegas de las que proviene, ¿qué significa etimológicamente la palabra 'psicología'?",
    "opciones": [
      "Estudio de la conducta observable.",
      "Tratado o estudio del alma.",
      "Análisis profundo de la mente.",
      "Tratado de las enfermedades mentales."
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿En qué año y en qué ciudad se fundó el primer laboratorio dedicado exclusivamente a temas psicológicos, marcando la independencia y el inicio de la psicología científica?",
    "opciones": [
      "1879 en Leipzig, Alemania.",
      "1904 en Moscú, Rusia.",
      "1890 en Viena, Austria.",
      "1870 en Harvard, Estados Unidos."
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Quién es el creador del primer laboratorio de psicología experimental y es considerado tradicionalmente como el padre de la psicología científica?",
    "opciones": [
      "William James",
      "Sigmund Freud",
      "John Watson",
      "Wilhelm Wundt"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué escuela psicológica, liderada por William James, rechazó estudiar la estructura de la conciencia y prefirió enfocarse de manera pragmática en 'cómo funciona' la mente para ayudar a la adaptación humana?",
    "opciones": [
      "Estructuralismo",
      "Reflexología",
      "Funcionalismo",
      "Conductismo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "En el método experimental, ¿cómo se le denomina a la variable que el investigador manipula deliberadamente y aplica al grupo experimental para evaluar y medir sus posibles efectos?",
    "opciones": [
      "Variable dependiente",
      "Variable extraña",
      "Variable de control",
      "Variable independiente"
    ],
    "correcta": 3
  },
  {
    "pregunta": "En la actualidad, para incluir los aportes de las diversas escuelas y no restringir su campo de estudio, ¿cómo se define científicamente a la psicología?",
    "opciones": [
      "Ciencia que estudia únicamente las respuestas fisiológicas y reflejas del ser humano.",
      "Ciencia que estudia los procesos mentales (conscientes e inconscientes) y el comportamiento humano.",
      "Disciplina filosófica que analiza la naturaleza del alma humana y su trascendencia.",
      "Ciencia médica encargada de recetar fármacos para curar trastornos de personalidad."
    ],
    "correcta": 1
  },
  {
    "pregunta": "Dentro de los antecedentes filosóficos de la psicología mencionados en la clase, ¿en qué glándula o estructura anatómica creía René Descartes que se daba la unión entre el cuerpo y el alma?",
    "opciones": [
      "El hipotálamo",
      "La glándula pituitaria",
      "La glándula pineal",
      "El lóbulo frontal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "La escuela alemana de la Gestalt, que estudió la percepción de manera integradora u holística, utilizó el término 'insight' en sus investigaciones. ¿A qué hace referencia este concepto?",
    "opciones": [
      "A la repetición constante de un estímulo para lograr un hábito.",
      "Al descubrimiento súbito o entendimiento repentino de la solución de un problema.",
      "Al trauma psicológico fuertemente reprimido en el inconsciente profundo.",
      "A la respuesta fisiológica incondicionada frente a un estímulo externo."
    ],
    "correcta": 1
  },
  {
    "pregunta": "De acuerdo con la explicación sobre los métodos de investigación en psicología, ¿cuál es la principal limitación del método descriptivo u observacional?",
    "opciones": [
      "Requiere equipos de laboratorio sumamente costosos e inalcanzables.",
      "Solo puede aplicarse de manera eficiente a animales y no a seres humanos.",
      "Solo registra lo que ocurre en un evento, pero es incapaz de explicar las causas o el porqué de dichas conductas.",
      "Implica riesgos físicos y éticos muy altos para todos los participantes."
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué rama de la psicología aplicada se encarga específicamente de realizar psicoterapia para que una persona recupere la salud mental frente a trastornos como depresión, fobias o ansiedad severa?",
    "opciones": [
      "Psicología básica o pura",
      "Psicología clínica",
      "Psicología forense",
      "Psicología educativa"
    ],
    "correcta": 1
  }
]
        },
        {
          "titulo": "1.3 conductismo, gestalt",
          "youtube_id": "NO8AD8LLirE",
          "pdf_link": "https://drive.google.com/file/d/167vRy3a1RXu1h1-MfML1CgNgw4SJxrQD/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "Un psicólogo evalúa a un paciente con fobia a los perros. En lugar de indagar en los traumas de la infancia o la mente del paciente, el psicólogo decide utilizar técnicas enfocadas únicamente en modificar la respuesta de miedo ante el estímulo, basándose en actos medibles. Este abordaje terapéutico se alinea con los principios del:",
    "opciones": [
      "Conductismo",
      "Psicoanálisis",
      "Estructuralismo",
      "Humanismo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Una profesora nota que sus alumnos aprenden mejor cuando ella les presenta problemas que deben resolver por sí mismos, ya que cree que el ser humano tiene la capacidad de edificar sus propios procesos mentales de manera activa. Esta perspectiva pedagógica se fundamenta en los aportes de la escuela:",
    "opciones": [
      "Gestalt",
      "Cognitivista o Constructivista",
      "Conductista",
      "Reflexológica"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Un terapeuta le dice a su paciente: 'No nos enfocaremos en tus traumas infantiles ni te consideraremos una máquina que reacciona a estímulos. Nos centraremos en tus decisiones actuales, tu crecimiento personal y tu búsqueda de la felicidad'. ¿A qué corriente psicológica pertenece este terapeuta?",
    "opciones": [
      "Psicoanálisis",
      "Conductismo",
      "Gestalt",
      "Humanismo"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Al estudiar cómo una persona reconoce el rostro de su madre en una multitud, un psicólogo afirma que el individuo no analiza los ojos, la nariz y la boca por separado como unidades básicas, sino que capta la configuración facial como una totalidad. Esta explicación es compatible con los postulados de:",
    "opciones": [
      "El conductismo de Watson.",
      "El psicoanálisis de Freud.",
      "La Gestalt de Wertheimer.",
      "El constructivismo de Piaget."
    ],
    "correcta": 2
  },
  {
    "pregunta": "En un experimento hipotético basado en el video, a un niño se le asusta con un ruido metálico fuerte cada vez que toca un conejo blanco de peluche. Tras varias repeticiones, el niño llora incluso al ver la barba blanca de Papá Noel. Este caso ilustra los principios de la modificación de la conducta estudiados por:",
    "opciones": [
      "Lev Vygotsky",
      "John Watson",
      "Jean Piaget",
      "William James"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Un investigador afirma: 'Hablar de la mente o de la conciencia es hablar de una fantasía primitiva, ya que no se pueden ver ni medir; por lo tanto, no existen científicamente'. Esta postura, influenciada por la filosofía positivista, caracteriza a la escuela:",
    "opciones": [
      "Cognitivista",
      "Humanista",
      "Estructuralista",
      "Conductista"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Tras la Segunda Guerra Mundial, un grupo de pensadores en EE. UU. criticó que la psicología se centrara exclusivamente en los síntomas de la enfermedad y en la conducta automática. Decidieron reorientar la disciplina hacia el estudio de las experiencias sanas, el sentido de la existencia y la autorrealización en el 'aquí y ahora'. Este movimiento originó el:",
    "opciones": [
      "Psicoanálisis clásico",
      "Humanismo o Psicología existencial",
      "Constructivismo histórico",
      "Funcionalismo americano"
    ],
    "correcta": 1
  },
  {
    "pregunta": "A mediados del siglo XX, surgió una escuela que introdujo métodos experimentales y analógicos para estudiar procesos como la memoria, la inteligencia y el aprendizaje. Su impacto fue tan fuerte que logró cambiar la definición general de la psicología. ¿Qué logró incorporar esta escuela a la definición moderna?",
    "opciones": [
      "El estudio del inconsciente como motor de la conducta.",
      "La fragmentación de la mente en sus elementos atómicos.",
      "El estudio científico de los procesos mentales sumado al de la conducta.",
      "La filosofía existencialista en el tratamiento clínico y forense."
    ],
    "correcta": 2
  },
  {
    "pregunta": "El enfoque terapéutico que prioriza 'el aquí y el ahora', considerando al ser humano como un ser único que busca engrandecer su vida por encima de sus traumas pasados, surge históricamente como una reacción contraria y alternativa frente a dos corrientes específicas. ¿Cuáles son?",
    "opciones": [
      "Conductismo y Psicoanálisis",
      "Gestalt y Estructuralismo",
      "Funcionalismo y Reflexología",
      "Constructivismo y Conductismo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Un psicólogo se opone rotundamente a estudiar la mente fragmentándola en sensaciones, sentimientos e imágenes elementales, argumentando que 'el todo es más que la suma de sus partes'. Según el video, esta postura crítica de la Gestalt estaba dirigida históricamente en contra de la escuela:",
    "opciones": [
      "Humanista",
      "Conductista",
      "Constructivista",
      "Estructuralista"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Según el video, ¿quién es considerado el primer psicólogo profesional, fundador y padre del conductismo radical?",
    "opciones": [
      "William James",
      "Sigmund Freud",
      "John Watson",
      "Iván Pavlov"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué término de origen alemán, que no tiene una traducción exacta al español pero significa aproximadamente 'forma, configuración o totalidad', da nombre a una importante escuela psicológica?",
    "opciones": [
      "Constructivismo",
      "Gestalt",
      "Behaviorismo",
      "Fenomenología"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Según lo explicado en el video, ¿cuál fue el objeto de estudio principal y original de la escuela de la Gestalt?",
    "opciones": [
      "La percepción",
      "El aprendizaje significativo",
      "El inconsciente",
      "La conducta observable"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué escuela psicológica es conocida también bajo el título de la 'tercera fuerza psicológica americana'?",
    "opciones": [
      "Funcionalismo",
      "Conductismo",
      "Humanismo",
      "Cognitivismo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "El conductismo de Watson recibió una fuerte influencia de la teoría de los reflejos condicionados, la cual fue propuesta originalmente por:",
    "opciones": [
      "Lev Vygotsky",
      "Augusto Comte",
      "Iván Pavlov",
      "Max Wertheimer"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué corriente psicológica se caracteriza por tener una fuerte base teórica en la filosofía existencialista de autores como Sartre, Kierkegaard, Unamuno y Heidegger?",
    "opciones": [
      "El Cognitivismo",
      "El Humanismo",
      "El Psicoanálisis",
      "El Conductismo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Quién fue el fundador de la escuela psicológica de la Gestalt en la ciudad de Berlín durante el año 1912?",
    "opciones": [
      "John Watson",
      "Max Wertheimer",
      "Jean Piaget",
      "Jerome Bruner"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿A qué corriente psicológica se le conoce también con el anglicismo 'Behaviorismo'?",
    "opciones": [
      "Estructuralismo",
      "Gestalt",
      "Constructivismo",
      "Conductismo"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Dentro del constructivismo mencionado en el video, ¿qué destacado psicólogo suizo es reconocido por su teoría del desarrollo intelectual y los estadios (sensorio-motriz, operacional, etc.)?",
    "opciones": [
      "Lev Vygotsky",
      "David Ausubel",
      "Jean Piaget",
      "Jerome Bruner"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Con qué famoso y polémico experimento demostró John Watson sus postulados sobre el condicionamiento clásico y la modificación de la conducta en humanos?",
    "opciones": [
      "El experimento con perros y la medición de salivación estomacal.",
      "El experimento de condicionamiento del miedo con el pequeño Albert y una rata blanca.",
      "El estudio observacional de los estadios del desarrollo en niños suizos.",
      "El análisis del contenido latente en los sueños de sus pacientes."
    ],
    "correcta": 1
  }
]
        },
        {
          "titulo": "1.4 PSICOLOGÍA - Psicología Científica",
          "youtube_id": "R97RvJfbeYw",
          "pdf_link": "https://drive.google.com/file/d/167vRy3a1RXu1h1-MfML1CgNgw4SJxrQD/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "Un paciente acude a terapia y el psicólogo se enfoca en ayudarlo a alcanzar sus metas personales, mejorar su autoestima y fomentar su capacidad para tomar decisiones libres y alcanzar la autorrealización. ¿Qué enfoque psicológico está aplicando el terapeuta?",
    "opciones": [
      "Enfoque Humanista",
      "Enfoque Psicoanalítico",
      "Enfoque Cognitivista",
      "Enfoque Conductual"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Un investigador está realizando un estudio para determinar cómo la liberación del neurotransmisor dopamina en la sinapsis neuronal influye en los cambios bruscos de humor de los adolescentes. ¿A qué enfoque contemporáneo de la psicología corresponde esta investigación?",
    "opciones": [
      "Enfoque Psicodinámico",
      "Enfoque Conductual",
      "Enfoque Biopsicológico",
      "Enfoque Estructuralista"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Durante una clase virtual, un alumno logra ignorar el ruido de los autos en la calle y la televisión encendida en la sala, concentrando todos sus recursos mentales únicamente en la voz del profesor. ¿Qué proceso cognitivo le permite filtrar la información relevante en ese momento?",
    "opciones": [
      "Memoria",
      "Atención",
      "Pensamiento",
      "Imaginación"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Carlos nota que cada vez que escucha el sonido de la notificación de su celular, experimenta una ligera sensación de ansiedad, ya que en el pasado solía recibir malas noticias con ese mismo sonido. Si un psicólogo explica esto como un aprendizaje basado en estímulo-respuesta, ¿qué escuela psicológica fundó estas bases?",
    "opciones": [
      "Funcionalismo",
      "Gestalt",
      "Reflexología",
      "Psicoanálisis"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Luego de evaluar a un paciente que presenta conductas violentas constantes, el psicólogo clínico concluye que la causa principal se debe a los severos castigos físicos que recibió durante su primera infancia. Al responder al 'por qué' de este comportamiento, ¿qué fin de la psicología se está cumpliendo?",
    "opciones": [
      "Describir",
      "Explicar",
      "Predecir",
      "Controlar"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Un niño en un jardín de infantes toca un objeto extraño. Al sentir su textura rugosa, su color marrón y su peso ligero, su cerebro integra inmediatamente todos estos datos sensoriales y él exclama: '¡Es una corteza de árbol!'. ¿Qué proceso mental complejo le permitió identificar el objeto?",
    "opciones": [
      "Sensación",
      "Pensamiento",
      "Memoria",
      "Percepción"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Una persona le tiene un miedo irracional e incontrolable a los espacios cerrados. Un psicólogo le indica que este temor no se debe a un problema físico, sino a una experiencia infantil traumática que fue reprimida y que actualmente reside en su inconsciente. Esta explicación es característica de la escuela:",
    "opciones": [
      "Gestalt",
      "Psicoanálisis",
      "Funcionalismo",
      "Conductismo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "En un colegio, los profesores deciden implementar un sistema donde los alumnos ganan medallas por participar en clase, las cuales luego pueden canjear por puntos extras. Están aplicando el principio de que la conducta se repite dependiendo de sus consecuencias. ¿A qué enfoque pertenece esta idea?",
    "opciones": [
      "Enfoque Humanista",
      "Enfoque Psicodinámico",
      "Enfoque Neoconductista",
      "Enfoque Cognitivo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un psiquiatra y un psicólogo elaboran un manual detallando minuciosamente cómo se comporta una persona con esquizofrenia, cuáles son los síntomas visibles y cómo reacciona en situaciones sociales. Al realizar este registro detallado de las características, ¿qué meta científica de la psicología están logrando?",
    "opciones": [
      "Describir",
      "Predecir",
      "Controlar",
      "Explicar"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Un científico del siglo XX critica duramente a sus colegas diciendo: 'No podemos hacer ciencia estudiando la conciencia o la mente porque son invisibles; la psicología debe estudiar únicamente lo que el ser humano hace, los actos observables y medibles'. ¿Quién es el fundador de la escuela que promovió esta idea?",
    "opciones": [
      "Sigmund Freud",
      "William James",
      "John Watson",
      "Jean Piaget"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿En qué año se considera que la psicología se convirtió en una ciencia formal gracias a la creación del primer laboratorio de psicología experimental?",
    "opciones": [
      "1879",
      "1889",
      "1904",
      "1850"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Quién fue el científico alemán responsable de fundar el primer laboratorio de psicología experimental en la Universidad de Leipzig?",
    "opciones": [
      "Ivan Pavlov",
      "Wilhelm Wundt",
      "Max Wertheimer",
      "B.F. Skinner"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Desde el punto de vista de la epistemología, ¿cómo se clasifica a la psicología científica moderna dentro del cuadro general de las ciencias?",
    "opciones": [
      "Ciencia formal natural",
      "Ciencia fáctica natural",
      "Ciencia fáctica social",
      "Ciencia formal social"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué escuela psicológica planteaba que el objetivo de la psicología era estudiar el contenido de la conciencia, dividiéndola en 'átomos' como sensaciones, imágenes y sentimientos?",
    "opciones": [
      "Funcionalismo",
      "Conductismo",
      "Estructuralismo",
      "Gestalt"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según la definición sintética presentada en la clase, ¿cuáles son los dos objetos de estudio principales de la psicología científica contemporánea?",
    "opciones": [
      "El alma y el espíritu",
      "Los procesos mentales y la conducta",
      "Las enfermedades mentales y la terapia",
      "El sistema nervioso y el cerebro"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Según la clasificación general explicada en el video, ¿en qué dos grandes grupos se dividen los procesos psíquicos o mentales?",
    "opciones": [
      "Conscientes e inconscientes",
      "Formales y fácticos",
      "Cognitivos y dinámicos",
      "Observables y medibles"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Dentro de la clasificación de los procesos psíquicos, ¿cuál de las siguientes opciones corresponde a un proceso dinámico afectivo?",
    "opciones": [
      "Pensamiento",
      "Atención",
      "Memoria",
      "Pasión"
    ],
    "correcta": 3
  },
  {
    "pregunta": "De los cuatro fines básicos de la psicología como ciencia, ¿cuál es el que se encarga de responder a la pregunta de 'por qué' ocurren los fenómenos psicológicos buscando sus causas?",
    "opciones": [
      "Explicar",
      "Describir",
      "Predecir",
      "Modificar"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué escuela psicológica recibió gran influencia de la teoría de la adaptación de Charles Darwin y se centró en investigar cómo funciona la conciencia para permitirnos adaptarnos a nuevas situaciones?",
    "opciones": [
      "Estructuralismo",
      "Funcionalismo",
      "Psicoanálisis",
      "Gestalt"
    ],
    "correcta": 1
  },
  {
    "pregunta": "En el marco de los procesos dinámicos conativos-volitivos, ¿qué proceso se define como la energía interna que impulsa a un sujeto a ejecutar una actividad de manera constante hasta alcanzar una meta u objetivo?",
    "opciones": [
      "Voluntad",
      "Emoción",
      "Motivación",
      "Sentimiento"
    ],
    "correcta": 2
  }
]
        }
      ]
    },
    {
      "titulo": "Tema 2: Bases biológicas del comportamiento humano",
      "videos": [
        {
          "titulo": "2.1 Bases biológicas del psiquismo",
          "youtube_id": "TbYzR7c3aMM",
          "pdf_link": "https://drive.google.com/file/d/1fnSl97K1tQ1jfZWfBOr0gkSbKGJv28mA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "Un estudiante camina por la calle y, de repente, un perro agresivo corre hacia él ladrando. Su ritmo cardíaco se acelera y sus pupilas se dilatan mientras decide si correr o quedarse quieto. ¿Qué parte del sistema nervioso es responsable de esta reacción de 'lucha o huida'?",
    "opciones": [
      "Sistema nervioso parasimpático",
      "Sistema nervioso somático",
      "Sistema nervioso simpático",
      "Médula espinal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Después de correr una maratón, un atleta se sienta a descansar. Poco a poco, nota que su respiración se normaliza y su ritmo cardíaco disminuye, volviendo a su estado de equilibrio. ¿Qué estructura del sistema nervioso autónomo está actuando en este momento?",
    "opciones": [
      "Sistema nervioso simpático",
      "Sistema nervioso parasimpático",
      "Cerebelo",
      "Sistema nervioso central"
    ],
    "correcta": 1
  },
  {
    "pregunta": "En un accidente cerebrovascular, un paciente de 60 años pierde la capacidad de comprender lo que le dicen, a pesar de poder escuchar perfectamente los sonidos. El médico concluye que hay una lesión en un área específica. ¿Qué área del cerebro ha sido afectada y en qué lóbulo se encuentra?",
    "opciones": [
      "Área de Broca - Lóbulo frontal izquierdo",
      "Área de Dejerine - Lóbulo parietal",
      "Área de Wernicke - Lóbulo temporal izquierdo",
      "Homúnculo de Penfield - Lóbulo parietal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un adulto mayor empieza a olvidar dónde dejó sus llaves, no reconoce su propia casa al salir y olvida los nombres de sus familiares cercanos. El neurólogo le diagnostica la enfermedad de Alzheimer. A nivel neuroquímico, esta enfermedad se relaciona principalmente con la disminución de un neurotransmisor. ¿Cuál es?",
    "opciones": [
      "Dopamina",
      "Serotonina",
      "Acetilcolina",
      "Endorfina"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un joven acude a consulta psiquiátrica porque asegura que, estando solo en su habitación, escucha voces que le hablan y siente que alguien lo abraza fuertemente por la espalda, aunque no hay nadie. El especialista sospecha de un cuadro de esquizofrenia. ¿Qué alteración en los neurotransmisores suele explicar este cuadro clínico?",
    "opciones": [
      "Disminución excesiva de acetilcolina.",
      "Incremento anormal de dopamina.",
      "Aumento de serotonina.",
      "Reducción brusca de endorfinas."
    ],
    "correcta": 1
  },
  {
    "pregunta": "Un músico sufre un traumatismo craneoencefálico y, tras recuperarse, nota que ya no puede apreciar la música como antes, perdiendo la habilidad de reconocer melodías complejas (amusia). Teniendo en cuenta la lateralización de funciones cerebrales, ¿qué hemisferio se ha visto más afectado?",
    "opciones": [
      "Hemisferio izquierdo",
      "Hemisferio derecho",
      "Cuerpo calloso",
      "Lóbulo frontal"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Durante una cena, Ana prueba un ceviche muy bien preparado y siente el contraste entre el sabor ácido del limón y el picante del ají, disfrutando mucho la experiencia. Al mismo tiempo, siente que su espalda está sudando por el calor. ¿Qué lóbulo cerebral está procesando e integrando fundamentalmente esta información sensorial (gusto y tacto)?",
    "opciones": [
      "Lóbulo occipital",
      "Lóbulo temporal",
      "Lóbulo frontal",
      "Lóbulo parietal"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Un estudiante decide a propósito y de forma voluntaria levantar su mano para responder una pregunta en clase. Para que él pueda ejecutar este movimiento intencional, ¿qué área específica del lóbulo frontal está enviando la orden a sus músculos?",
    "opciones": [
      "Área de Broca",
      "Área prefrontal",
      "Área motora",
      "Área de Wernicke"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Carlos es una persona muy desorganizada, tiene problemas para planificar su futuro, suele tomar decisiones impulsivas y no controla bien sus emociones cuando se frustra. ¿Qué área de la corteza cerebral, encargada de estas funciones ejecutivas, podría estar inmadura o presentar disfunciones en él?",
    "opciones": [
      "El área motora del lóbulo frontal.",
      "El área prefrontal.",
      "El lóbulo occipital.",
      "El área de Dejerine."
    ],
    "correcta": 1
  },
  {
    "pregunta": "Una persona padece un trastorno caracterizado por temblores constantes en las manos y movimientos involuntarios que le dificultan realizar tareas cotidianas (Mal de Parkinson). Desde el enfoque de la neuroquímica, ¿a qué deficiencia se asocia esta enfermedad?",
    "opciones": [
      "Incremento de acetilcolina.",
      "Disminución de dopamina.",
      "Exceso de serotonina.",
      "Déficit de melatonina."
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué son las glías o neuroglías en el sistema nervioso?",
    "opciones": [
      "Son las sustancias químicas que transmiten la información entre neuronas.",
      "Son células que protegen, nutren y limpian el entorno de las neuronas.",
      "Son las estructuras encargadas de los movimientos voluntarios.",
      "Son los terminales donde se almacenan las vesículas sinápticas."
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿A través de qué parte(s) específica(s) recibe la información (impulso nervioso) la neurona receptora?",
    "opciones": [
      "Exclusivamente por el axón.",
      "Por los botones terminales.",
      "A través de las dendritas y/o el soma (cuerpo).",
      "Por la vaina de mielina."
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cómo se llama el pequeño espacio donde las vesículas sinápticas liberan los neurotransmisores para que se comuniquen dos neuronas?",
    "opciones": [
      "Nodo de Ranvier",
      "Cuerpo calloso",
      "Espacio sináptico",
      "Vía aferente"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Dentro de la clasificación funcional de las neuronas, ¿qué neuronas son conocidas como 'eferentes' por llevar la orden del sistema nervioso central hacia los músculos?",
    "opciones": [
      "Neuronas sensitivas",
      "Neuronas motoras",
      "Neuronas asociativas (interneuronas)",
      "Células de Schwann"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué lóbulo de la corteza cerebral se encarga exclusivamente del procesamiento de la información visual?",
    "opciones": [
      "Lóbulo parietal",
      "Lóbulo temporal",
      "Lóbulo frontal",
      "Lóbulo occipital"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Si un paciente presenta una lesión en el lóbulo frontal izquierdo, específicamente en el área de Broca, desarrollará una afección conocida como 'afasia motora'. ¿Qué dificultad principal caracteriza a este problema?",
    "opciones": [
      "Incapacidad para ver los colores.",
      "Dificultad en la articulación lingüística (problemas para hablar).",
      "Incapacidad para comprender lo que otros le dicen.",
      "Sordera central."
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué nombre recibe el gran haz de fibras nerviosas (axones) que une e interconecta el hemisferio cerebral izquierdo con el hemisferio derecho?",
    "opciones": [
      "Tronco encefálico",
      "Médula espinal",
      "Cuerpo calloso",
      "Vaina de mielina"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según la lateralización de funciones cerebrales mencionada en el video, ¿cuál de las siguientes tareas es predominantemente procesada por el hemisferio izquierdo?",
    "opciones": [
      "La creatividad y la imaginación.",
      "El reconocimiento de rostros.",
      "El pensamiento analítico, la lógica y la producción del lenguaje.",
      "La apreciación musical y artística."
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué neurotransmisor está estrechamente relacionado con el estado de ánimo y cuya disminución puede desencadenar cuadros de depresión?",
    "opciones": [
      "Dopamina",
      "Acetilcolina",
      "Serotonina",
      "Endorfina"
    ],
    "correcta": 2
  },
  {
    "pregunta": "En la corteza parietal, existe un área fundamental encargada de la comprensión de los textos escritos (comprensión lectora). ¿Cuál es su nombre?",
    "opciones": [
      "Área de Broca",
      "Área de Dejerine",
      "Área de Wernicke",
      "Homúnculo de Penfield"
    ],
    "correcta": 1
  }
]
        },
        {
          "titulo": "2.2 Bases biológicas del psiquismo (Vonex)",
          "youtube_id": "3agNUGwrwlM",
          "pdf_link": "https://drive.google.com/file/d/1fnSl97K1tQ1jfZWfBOr0gkSbKGJv28mA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "María y Juan son dos físicos reconocidos con un alto nivel intelectual. Tienen un hijo, pero debido a una crisis económica extrema, el niño sufre de desnutrición severa y falta de estimulación en sus primeros años. Al ser evaluado en el colegio, el niño presenta dificultades cognitivas. Según lo explicado en el video, ¿qué principio de los factores biológicos se evidencia en este caso?",
    "opciones": [
      "La herencia es el único factor determinante del comportamiento.",
      "Lo biológico solo determina el comportamiento si el ambiente es favorable.",
      "La maduración neurológica es independiente del ambiente.",
      "El factor social siempre anula por completo la carga genética."
    ],
    "correcta": 1
  },
  {
    "pregunta": "Un bebé de un año empieza a dar sus primeros pasos sin que nadie le haya enseñado formalmente o lo haya entrenado de manera intensiva para hacerlo. Simplemente, su desarrollo neurológico y físico ha alcanzado el nivel necesario. ¿A qué factor del comportamiento hace referencia este caso?",
    "opciones": [
      "Herencia genética",
      "Aprendizaje social",
      "Maduración",
      "Estimulación temprana"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Durante una excursión en la selva, un turista se topa sorpresivamente con una serpiente venenosa. Inmediatamente, sus pupilas se dilatan, su ritmo cardíaco se acelera y su respiración se agita, preparándolo para correr. ¿Qué estructura del sistema nervioso está actuando principalmente en esta reacción de alerta?",
    "opciones": [
      "Sistema nervioso somático",
      "Sistema nervioso parasimpático",
      "Sistema nervioso simpático",
      "Sistema nervioso central"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Después del gran susto con la serpiente, el turista logra ponerse a salvo en un campamento. Poco a poco, su ritmo cardíaco disminuye y su respiración se normaliza, sintiendo un alivio reparador en todo el cuerpo. ¿Qué sistema se encarga de restablecer la energía empleada y calmar el organismo en esta situación?",
    "opciones": [
      "Sistema nervioso parasimpático",
      "Sistema nervioso simpático",
      "Sistema endocrino",
      "Sistema somático"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Pedro está muy nervioso porque va a dar un importante examen de admisión. Mientras espera en la fila, siente que 'se le afloja el estómago' y pierde totalmente el apetito. Según el video, ¿por qué el sistema digestivo reacciona de esta manera ante una situación de estrés o alerta?",
    "opciones": [
      "Porque el sistema parasimpático se activa excesivamente.",
      "Porque a nivel gastrointestinal el sistema simpático inhibe o constriñe la digestión.",
      "Porque la hipófisis deja de segregar hormonas trópicas.",
      "Porque el sistema somático paraliza los músculos del abdomen."
    ],
    "correcta": 1
  },
  {
    "pregunta": "Lucía es una adolescente que constantemente vive preocupada, tensa y con episodios de tristeza. Últimamente, se enferma de gripe y otras infecciones con mucha facilidad. Según el video, ¿qué glándula relacionada con el sistema inmunológico podría estar debilitándose debido a sus estados emocionales negativos?",
    "opciones": [
      "El páncreas",
      "La glándula tiroides",
      "La glándula del timo",
      "Las glándulas suprarrenales"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un estudiante levanta la mano voluntariamente para responder a una pregunta del profesor y luego mueve los músculos de su rostro para sonreírle a un compañero. El control de estos movimientos musculares conscientes y a voluntad depende del:",
    "opciones": [
      "Sistema nervioso autónomo",
      "Sistema nervioso simpático",
      "Sistema nervioso somático",
      "Sistema glandular exocrino"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un paciente acude al médico con síntomas de fatiga extrema, pereza mental y falta de energía generalizada. Tras unos análisis, el médico le diagnostica hipotiroidismo. ¿A qué se debe esta condición clínica según las bases biológicas explicadas?",
    "opciones": [
      "A la disminución de la segregación de tiroxina por la glándula tiroides.",
      "Al aumento excesivo de cortisol por las glándulas suprarrenales.",
      "A la baja producción de parathormona.",
      "Al exceso de insulina segregada por el páncreas."
    ],
    "correcta": 0
  },
  {
    "pregunta": "Martín toca por accidente una olla que acaba de ser retirada del fuego. La información sensorial del calor extremo viaja desde los receptores de su mano hacia el encéfalo. ¿Cómo se denomina esta vía específica del sistema nervioso periférico?",
    "opciones": [
      "Vía motora o eferente",
      "Vía aferente o sensitiva",
      "Vía autónoma",
      "Vía glandular"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Tras un fuerte accidente de tránsito, un boxeador queda en estado de 'muerte cerebral', manteniendo sus funciones vitales solo por medios artificiales, pero sin consciencia ni actividad mental. Según la introducción del video, este hecho demuestra que para la psicología es fundamental estudiar la herencia de:",
    "opciones": [
      "Los rasgos físicos periféricos.",
      "El sistema nervioso, donde radica la vida mental.",
      "El sistema cardiovascular.",
      "Las características genéticas anatómicas corporales."
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿A qué se denomina 'maduración' en el contexto de las bases biológicas del comportamiento humano?",
    "opciones": [
      "Al aprendizaje adquirido por la constante imitación de modelos sociales.",
      "A los cambios biológicamente preprogramados que aparecen sin entrenamiento previo al llegar a cierta edad.",
      "A la transmisión de rasgos físicos de padres a hijos a través de los genes.",
      "Al desarrollo de la inteligencia lógica mediante la educación formal en la escuela."
    ],
    "correcta": 1
  },
  {
    "pregunta": "Según el video, ¿cuál es la estructura del cerebro que funciona como centro de control del sistema nervioso autónomo (el cual es involuntario)?",
    "opciones": [
      "La médula espinal",
      "El cerebelo",
      "El hipotálamo",
      "La hipófisis"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cómo se divide estructuralmente el sistema nervioso periférico?",
    "opciones": [
      "Sistema nervioso central y sistema nervioso glandular.",
      "Vía sensitiva aferente y vía refleja eferente exclusivamente.",
      "Sistema nervioso simpático y parasimpático.",
      "Sistema nervioso somático y sistema nervioso autónomo."
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué nombre recibe la glándula conocida como 'rectora' o 'maestra' que segrega hormonas trópicas para influir en el funcionamiento de otras glándulas?",
    "opciones": [
      "Hipófisis o pituitaria",
      "Glándula tiroides",
      "Páncreas",
      "Glándula suprarrenal"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Cuáles son las llamadas 'hormonas del estrés' que segregan las glándulas suprarrenales?",
    "opciones": [
      "Insulina y glucagón",
      "Tiroxina y parathormona",
      "Cortisol, adrenalina y noradrenalina",
      "Estrógenos y andrógenos"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Las glándulas salivales, lacrimales y sudoríparas son ejemplos de glándulas que secretan sustancias hacia el exterior del organismo. ¿Cómo se clasifica esta rama glandular?",
    "opciones": [
      "Glándulas endocrinas",
      "Glándulas exocrinas",
      "Glándulas mixtas",
      "Glándulas hipotalámicas"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué hormona está asociada específicamente con el control y mantenimiento del equilibrio en los niveles de calcio y fósforo en los huesos?",
    "opciones": [
      "Parathormona",
      "Tiroxina",
      "Cortisol",
      "Testosterona"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Etimológicamente, ¿por qué la glándula hipófisis era llamada antiguamente 'pituitaria'?",
    "opciones": [
      "Porque se creía equivocadamente que de ella provenía el moco del cerebro que salía por la nariz.",
      "Porque es la responsable de regular el crecimiento general del cuerpo humano.",
      "Porque tiene la forma microscópica de un pequeño tubo cónico.",
      "Porque se encuentra ubicada directamente en la base de la médula espinal."
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Cuáles son las dos vías mediante las cuales el sistema nervioso periférico conecta al sistema central con el resto del cuerpo?",
    "opciones": [
      "Vía simpática y vía parasimpática",
      "Vía somática y vía autónoma",
      "Vía aferente (sensitiva) y vía eferente (motora)",
      "Vía endocrina y vía exocrina"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según el video, ¿a qué edad aproximada se alcanza la maduración neurológica necesaria en el ser humano para el desarrollo del pensamiento lógico abstracto y la madurez sexual?",
    "opciones": [
      "A partir de los 12 años",
      "Al primer año de edad",
      "A los 2 años de edad",
      "A los 18 años"
    ],
    "correcta": 0
  }
]
        },
        {
          "titulo": "2.3 Socialización, actitudes y normas de convivencias",
          "youtube_id": "sH7tVQKSUew",
          "pdf_link": "https://drive.google.com/file/d/1fnSl97K1tQ1jfZWfBOr0gkSbKGJv28mA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Cuál es la definición de socialización según el video?",
    "opciones": [
      "El mecanismo de integración a la sociedad y adquisición de cultura",
      "La capacidad biológica de nacer en un entorno específico",
      "El acto de asistir a reuniones sociales y hacer amigos",
      "Un evento único que ocurre al finalizar la adolescencia"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Cuáles son los agentes formales de socialización?",
    "opciones": [
      "Los medios de comunicación y las redes sociales",
      "La familia y la escuela",
      "El grupo de pares y el centro laboral",
      "La televisión y el internet"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un joven que siempre vivió en una comunidad rural se traslada a la capital para trabajar en una empresa trasnacional. Ahora debe usar correos electrónicos y cumplir protocolos burocráticos que antes desconocía. ¿Qué proceso está experimentando?",
    "opciones": [
      "Socialización primaria",
      "Socialización secundaria",
      "Socialización terciaria o resocialización",
      "Adaptación biológica pura"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué componente de la actitud se refiere a lo que uno piensa o las creencias que tiene sobre un objeto?",
    "opciones": [
      "Componente afectivo",
      "Componente conductual",
      "Componente cognitivo",
      "Componente emocional"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Si una persona afirma: 'Todos los científicos son personas aburridas y solitarias', está expresando una imagen generalizada y simplificada. ¿A qué concepto se refiere?",
    "opciones": [
      "Prejuicio",
      "Discriminación",
      "Estereotipo",
      "Actitud neutra"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿En qué consiste la resocialización?",
    "opciones": [
      "En el fortalecimiento de los lazos familiares durante la niñez",
      "En el aprendizaje de las primeras pautas de conducta",
      "En la readaptación a una sociedad o entorno con normas muy distintas",
      "En el proceso de jubilación de un trabajador"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un empleador decide no contratar a un postulante simplemente porque proviene de un barrio que él considera 'peligroso', a pesar de que el candidato tiene un currículum excelente. Este acto de exclusión es:",
    "opciones": [
      "Un estereotipo positivo",
      "Una discriminación",
      "Un prejuicio puramente cognitivo",
      "Una socialización informal"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: El profesor menciona que los medios de comunicación influyen en la conducta, como cuando alguien imita la forma de vestir o posar de un cantante famoso. ¿Qué tipo de agente de socialización representa esto?",
    "opciones": [
      "Agente formal",
      "Agente primario",
      "Agente informal",
      "Agente jurídico"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuál es la diferencia fundamental entre prejuicio y discriminación?",
    "opciones": [
      "El prejuicio es una acción y la discriminación es una idea",
      "El prejuicio es la actitud afectiva/emocional y la discriminación es la conducta o trato excluyente",
      "No hay diferencia, son sinónimos absolutos",
      "El prejuicio es siempre positivo y la discriminación es siempre negativa"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un estudiante lee una investigación científica que demuestra los beneficios medicinales de una planta que antes consideraba 'maldita'. Al cambiar su creencia basada en nueva información, ¿qué componente de su actitud ha variado?",
    "opciones": [
      "Conductual",
      "Afectivo",
      "Cognitivo",
      "Religioso"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Según el texto analizado en el video, las conductas de riesgo en la adolescencia pueden ser positivas 'en la medida' que:",
    "opciones": [
      "Sean realizadas de forma temeraria sin pensar",
      "Sean funcionales para lograr autonomía y maduración",
      "Se realicen solo bajo supervisión de los medios de comunicación",
      "No tengan ninguna consecuencia en la vida del joven"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un exconvicto sale de prisión después de 20 años y encuentra una ciudad con tecnología y leyes que no reconoce. El proceso de aprender estas nuevas normas se llama:",
    "opciones": [
      "Socialización primaria",
      "Socialización secundaria",
      "Resocialización",
      "Desocialización"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué agente es el principal responsable de la socialización primaria?",
    "opciones": [
      "La universidad",
      "La familia",
      "Los compañeros de trabajo",
      "El estado a través de la policía"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Si un adolescente escucha más a sus amigos que a sus padres durante la pubertad, se debe a que el grupo de pares:",
    "opciones": [
      "Es un agente formal de la socialización primaria",
      "Se vuelve un agente informal con gran peso en la formación de la identidad",
      "Es el único agente que transmite cultura",
      "No influye en absoluto en su proceso de socialización"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: El ejemplo de 'los ingleses son puntuales' mencionado en el video sirve para ilustrar un:",
    "opciones": [
      "Estereotipo negativo",
      "Estereotipo positivo",
      "Prejuicio irracional",
      "Acto de discriminación laboral"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Cuando una madre le dice a su hijo 'no se deben coger cosas ajenas' tras verlo tomar un limón del mercado, está actuando como:",
    "opciones": [
      "Agente informal de socialización secundaria",
      "Agente formal de socialización primaria",
      "Agente de resocialización terciaria",
      "Mecanismo de interacción de pares"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿A qué se refiere el término 'cultura' dentro del proceso de socialización?",
    "opciones": [
      "Al conjunto de personas interrelacionadas",
      "A los mecanismos (normas, tradiciones, lenguaje) que garantizan la interrelación",
      "Únicamente al nivel académico de una persona",
      "A la base biológica del comportamiento"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué ocurre en la socialización secundaria?",
    "opciones": [
      "Se aprenden los primeros afectos y el lenguaje básico",
      "Se aplican los contenidos de la primaria en nuevos entornos como el trabajo o la universidad",
      "Se borra toda la información aprendida en la infancia",
      "Es el proceso que ocurre solo en el retiro o jubilación"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es el componente de la actitud que se manifiesta en la acción o decisión tomada?",
    "opciones": [
      "Cognitivo",
      "Conductual",
      "Emotivo",
      "Teórico"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Por qué se dice que el estereotipo ayuda a ahorrar 'esfuerzos cognitivos'?",
    "opciones": [
      "Porque obliga a analizar a cada persona individualmente",
      "Porque permite categorizar rápidamente la realidad mediante conceptos generales",
      "Porque elimina la necesidad de pensar por completo",
      "Porque es la única forma de aprendizaje científico"
    ],
    "correcta": 1
  }
]
        },
        {
          "titulo": "2.4 LA FAMILIA: FUNCIONES, TIPOS Y ESTILOS",
          "youtube_id": "sHH4ziLN1ss",
          "pdf_link": "https://drive.google.com/file/d/1fnSl97K1tQ1jfZWfBOr0gkSbKGJv28mA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Por qué se considera a la familia como la 'unidad básica de la sociedad' según el video?",
    "opciones": [
      "Porque representa la esencia de la sociedad, transmitiendo herencia cultural, normas y costumbres",
      "Porque es el único grupo humano donde las personas viven bajo un mismo techo",
      "Porque está obligada por ley a generar ingresos económicos para el estado",
      "Porque es el único lugar donde se aprenden conocimientos matemáticos y científicos"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿En qué consiste la función biológica de la familia?",
    "opciones": [
      "En llevar a los niños al médico regularmente",
      "En preservar la especie humana mediante la reproducción y tener hijos",
      "En enseñar a los miembros sobre la naturaleza y el medio ambiente",
      "En cultivar los propios alimentos para el consumo familiar"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Los padres de María trabajan todos los días en su negocio para poder pagar el servicio de internet, la alimentación y la ropa de la familia. ¿Qué función están cumpliendo principalmente al realizar estas acciones?",
    "opciones": [
      "Función Protectora",
      "Función Recreativa",
      "Función Económica",
      "Función Social"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuál es la característica principal de una familia extensa?",
    "opciones": [
      "Está compuesta únicamente por los padres y los hijos",
      "Está formada por un solo padre o madre con sus hijos",
      "Está compuesta por padres, hijos, y además incluye abuelos, tíos o primos",
      "Es la unión de dos personas del mismo sexo con hijos adoptivos"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Juanito va por primera vez a visitar a unos tíos lejanos. Antes de llegar, sus padres le explican cómo debe saludar, cómo comportarse y qué valores demostrar frente a ellos. ¿Qué función familiar se evidencia aquí?",
    "opciones": [
      "Función Biológica",
      "Función Educativa",
      "Función Económica",
      "Función Social"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué es una familia monoparental según el video?",
    "opciones": [
      "Una familia donde los padres viven en casas separadas pero se ven a diario",
      "La familia que está compuesta por un solo padre o madre y sus respectivos hijos",
      "La familia que adopta a un niño que no tiene padres biológicos",
      "La unión de dos padres viudos que se casan"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Roberto, quien es viudo y tiene dos hijos, decide casarse con Lucía, una madre soltera que también tiene un hijo. Al irse a vivir juntos bajo el mismo techo, ¿qué tipo de familia han formado?",
    "opciones": [
      "Familia Extensa",
      "Familia Nuclear",
      "Familia Compuesta",
      "Familia Homoparental"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué tipo de familia está formada por dos padres varones o dos madres mujeres con hijos (por ejemplo, adoptivos)?",
    "opciones": [
      "Familia Homoparental",
      "Familia Monoparental",
      "Familia Nuclear",
      "Familia Extensa"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: En la casa de Carlos, las reglas son impuestas únicamente por su papá. Si Carlos no obedece la hora exacta de llegada o la orden dada, recibe un castigo severo y crece con miedo. Su papá nunca le brinda apoyo emocional. ¿Qué estilo de crianza predomina?",
    "opciones": [
      "Estilo Democrático",
      "Estilo Autoritario",
      "Estilo Permisivo",
      "Estilo Negligente"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué sucede en el estilo de crianza permisivo?",
    "opciones": [
      "Los padres imponen castigos físicos constantemente",
      "Los padres son indiferentes y se enfocan solo en su trabajo",
      "Las reglas se deciden mediante votación de todos los miembros",
      "El apoyo es alto, pero la disciplina es nula y los niños suelen sobrepasarse y faltar el respeto"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Sofía y su familia organizan un viaje de campo el domingo. Llevan comida, juegan a la pelota y disfrutan de un momento de esparcimiento y distracción juntos para salir de la rutina. ¿Qué función de la familia se está fortaleciendo?",
    "opciones": [
      "Función Recreativa",
      "Función Económica",
      "Función Protectora",
      "Función Educativa"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: En una reunión, los hermanos menores empiezan a pelear, a ensuciarse y a llorar. Los padres, en lugar de intervenir, apoyarlos o establecer disciplina, deciden ignorarlos por completo y seguir conversando con sus amigos. ¿Qué estilo de crianza se manifiesta?",
    "opciones": [
      "Estilo Autoritario",
      "Estilo Democrático",
      "Estilo Negligente",
      "Estilo Permisivo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según el video, ¿qué estilo de crianza equilibra de manera adecuada la disciplina con el apoyo?",
    "opciones": [
      "Estilo Permisivo",
      "Estilo Democrático",
      "Estilo Autoritario",
      "Estilo Negligente"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: A la hora de la cena, la familia de Berta acuerda que ella lavará los platos hoy y su hermano los secará, pero mañana intercambiarán roles. Además, los padres les preguntan amablemente en qué horario prefieren ver televisión. Este es un ejemplo de estilo:",
    "opciones": [
      "Negligente",
      "Democrático",
      "Permisivo",
      "Autoritario"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿De qué se encarga la función protectora de la familia?",
    "opciones": [
      "De velar por el bienestar y la integridad (seguridad) de todos los miembros de la familia",
      "De conseguir el dinero necesario para comprar una casa",
      "De enseñar a los hijos a relacionarse con personas desconocidas",
      "De procrear para mantener viva a la especie humana"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Un niño le falta el respeto a su madre gritándole en el supermercado porque no le compró un juguete. La madre, en lugar de corregirlo, le compra el juguete inmediatamente para que se calme y le da la razón. Este caso ilustra un estilo de crianza:",
    "opciones": [
      "Democrático",
      "Autoritario",
      "Negligente",
      "Permisivo"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Cuál de las siguientes es una descripción correcta de la función educativa de la familia?",
    "opciones": [
      "Jugar juegos de mesa los fines de semana",
      "Trabajar para generar ingresos económicos",
      "Llevar a los hijos a un centro educativo y formarlos en valores en casa",
      "Vivir en un mismo lugar y compartir lazos consanguíneos"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Si un grupo familiar está conformado únicamente por el papá, la mamá y sus dos hijos biológicos viviendo bajo el mismo techo, sin ningún otro familiar presente, ¿a qué tipología corresponden?",
    "opciones": [
      "Familia Nuclear",
      "Familia Extensa",
      "Familia Compuesta",
      "Familia Monoparental"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué ocurre si una familia compuesta llega a tener un hijo biológico en común producto de su nueva relación?",
    "opciones": [
      "Pierden automáticamente el estado de familia compuesta y vuelven a ser monoparentales",
      "Se consolida como una nueva familia integrando a todos los miembros (nueva función biológica)",
      "Los hijos anteriores deben abandonar el hogar por reglas sociales",
      "Pasan a ser clasificados estrictamente como una familia extensa"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Los abuelos de la familia Pérez siempre se sientan con sus nietos a contarles historias sobre cómo era su pueblo, las costumbres que tenían y las normas morales de sus antepasados. Al hacer esto, reafirman que la familia es:",
    "opciones": [
      "Un ente netamente biológico y reproductivo",
      "Una organización económica y lucrativa",
      "Un recipiente de herencia cultural que transmite costumbres a sus descendientes",
      "Un grupo que solo funciona bajo un estilo autoritario"
    ],
    "correcta": 2
  }
]
        },
        {
          "titulo": "2.5 Actitudes y Valores",
          "youtube_id": "zuWo7BrOL9g",
          "pdf_link": "https://drive.google.com/file/d/1fnSl97K1tQ1jfZWfBOr0gkSbKGJv28mA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Qué son las actitudes en el ámbito de la psicología según el video?",
    "opciones": [
      "Evaluaciones duraderas de aspectos del mundo social que influyen en el comportamiento",
      "Reacciones biológicas involuntarias ante un estímulo físico",
      "Metas a corto plazo que cambian constantemente",
      "Capacidades cognitivas relacionadas únicamente con la memoria"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Cuál de las siguientes es una función de las actitudes mencionada en el video?",
    "opciones": [
      "Función biológica",
      "Función económica",
      "Función egodefensiva",
      "Función motora"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un estudiante organiza toda su información de estudio en esquemas y categorías claras para no sentirse abrumado ante la complejidad de los temas. Según el video, ¿qué función de las actitudes le ayuda a ordenar y entender información compleja?",
    "opciones": [
      "Función instrumental",
      "Función valórico-expresiva",
      "Función de conocimiento",
      "Función egodefensiva"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un empleado siempre se muestra extremadamente amable con su jefe, no porque comparta sus ideas, sino porque busca obtener un ascenso rápido y evitar ser despedido. ¿Qué función de la actitud está utilizando?",
    "opciones": [
      "Función instrumental",
      "Función de conocimiento",
      "Función expresiva",
      "Función egodefensiva"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué busca lograr la función instrumental de las actitudes?",
    "opciones": [
      "Aumentar el conocimiento académico puro",
      "Maximizar las recompensas y minimizar los castigos satisfaciendo una necesidad hedónica",
      "Proteger la autoestima de la persona en todo momento",
      "Expresar los valores centrales de la identidad"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un gerente veterano comienza a criticar constantemente a un nuevo gerente joven y brillante, argumentando que 'le falta experiencia', cuando en realidad se siente amenazado y teme perder su estatus. ¿Qué función actitudinal explica este comportamiento?",
    "opciones": [
      "Función de conocimiento",
      "Función instrumental",
      "Función egodefensiva",
      "Función valórico-expresiva"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿En qué consiste la función egodefensiva de las actitudes?",
    "opciones": [
      "En buscar premios y recompensas económicas",
      "En proteger el yo o la autoestima de la persona justificando acciones o usando mecanismos de defensa",
      "En expresar públicamente los pensamientos y sentimientos profundos",
      "En ordenar y categorizar el mundo exterior de forma coherente"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Una activista ecológica asiste a marchas vistiendo camisetas con mensajes sobre el cuidado del planeta porque siente que esto define quién es ella y le permite comunicar sus principios al mundo. ¿Qué función de la actitud se evidencia aquí?",
    "opciones": [
      "Función egodefensiva",
      "Función de conocimiento",
      "Función instrumental",
      "Función valórico-expresiva"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué es la función valórico-expresiva de las actitudes?",
    "opciones": [
      "El papel que desempeñan al permitir que las personas expresen sus valores, creencias y su identidad",
      "El uso de la actitud como herramienta para conseguir dinero",
      "La necesidad de defenderse de críticas externas",
      "La capacidad de memorizar conceptos complejos"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Cuáles son las tres dimensiones que componen las actitudes?",
    "opciones": [
      "Afectiva, cognitiva y de comportamiento",
      "Biológica, social y psicológica",
      "Interna, externa y neutral",
      "Pasada, presente y futura"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Cuando a Luis le preguntan sobre el reciclaje, él responde: 'Creo que es fundamental para reducir la contaminación'. ¿A qué dimensión de la actitud corresponde su respuesta?",
    "opciones": [
      "Dimensión afectiva",
      "Dimensión conductual",
      "Dimensión de comportamiento",
      "Dimensión cognitiva"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: María siente una profunda tristeza y empatía cada vez que ve un anuncio sobre animales abandonados. Esta reacción emocional corresponde a la dimensión:",
    "opciones": [
      "Cognitiva",
      "Afectiva",
      "De comportamiento",
      "Ideológica"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Según la literatura psicológica mencionada en el video, ¿cuáles son las dos dimensiones generales de las actitudes?",
    "opciones": [
      "Afectiva y conductual",
      "Instrumental y expresiva",
      "Ideológica y psicológica",
      "Positiva y negativa"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un profesor es sumamente estricto, rechaza cualquier idea nueva de sus alumnos y exige respeto absoluto a la tradición y la autoridad del manual escolar. Según las dimensiones generales, esto refleja una postura en la dimensión:",
    "opciones": [
      "Ideológica",
      "Psicológica (flexibilidad mental)",
      "Afectiva",
      "Instrumental"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué son los valores en psicología según el video?",
    "opciones": [
      "Metas a corto plazo que se alcanzan rápidamente",
      "Principios rectores que guían la vida de las personas y lo que consideran significativo e importante",
      "Recompensas tangibles que se obtienen en el trabajo",
      "Mecanismos de defensa para proteger el ego"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Carlos tiene la oportunidad de ganar mucho dinero haciendo un negocio fraudulento, pero decide no hacerlo porque para él, decir la verdad y actuar con rectitud es lo más importante en su vida. En este caso, Carlos está siendo guiado por:",
    "opciones": [
      "Una actitud instrumental",
      "Un valor fundamental (la honestidad)",
      "Una meta económica a corto plazo",
      "Una actitud egodefensiva"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es la diferencia principal entre los valores y las metas según el video?",
    "opciones": [
      "Las metas son estables a largo plazo, los valores cambian todos los días",
      "Las metas pueden alcanzarse, mientras que los valores representan direcciones hacia las que deseamos dirigirnos y son más estables",
      "Los valores son materiales y tangibles, las metas son puramente espirituales",
      "No existe diferencia, en psicología son sinónimos absolutos"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Ana se ha propuesto graduarse de la universidad el próximo año, y al mismo tiempo, busca vivir toda su vida siendo justa y solidaria con los demás. En este contexto, graduarse representa una _____ y ser justa representa un _____.",
    "opciones": [
      "Actitud / Comportamiento",
      "Meta / Valor",
      "Valor / Meta",
      "Función / Dimensión"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cómo influyen los valores en la toma de decisiones?",
    "opciones": [
      "Actuando como principios rectores que determinan nuestras prioridades en la vida",
      "Asegurando que siempre obtengamos recompensas económicas",
      "Generando mecanismos de defensa para evitar la culpa",
      "Obligando a las personas a aceptar la autoridad ciegamente"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Si un profesional alinea todas las decisiones de su carrera y vida personal con lo que él considera profundamente importante y significativo, según el video, ¿cuál será el resultado en su vida?",
    "opciones": [
      "Podrá vivir una vida llena de castigos y arrepentimientos",
      "Podrá vivir una vida plena y significativa en armonía con sus principios",
      "Desarrollará múltiples mecanismos de defensa psicológicos",
      "Se volverá una persona con alta rigidez mental"
    ],
    "correcta": 1
  }
]
        }
      ]
    },
    {
      "titulo": "Tema 3: Procesos cognitivos y Aprendizaje",
      "videos": [
        {
          "titulo": "3.1 Sensación Psicología",
          "youtube_id": "qI1eN52Qcco",
          "pdf_link": "https://drive.google.com/file/d/1S26wfQDE1nNh_RmNrX63mb3FnG5iX80e/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Qué es la sensación según la explicación psicológica del video?",
    "opciones": [
      "Un proceso mental complejo que integra significados completos de los objetos",
      "Un proceso mental básico y cognitivo que capta las cualidades aisladas de un objeto",
      "La interpretación basada en la memoria y experiencia previa del individuo",
      "Una reacción exclusiva de los músculos ante estímulos externos"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Juan observa una manzana y su mente capta únicamente el color rojo, la forma redonda y la textura lisa por separado, sin darle aún el nombre de 'manzana'. ¿Qué proceso cognitivo está experimentando inicialmente?",
    "opciones": [
      "Percepción",
      "Memoria a corto plazo",
      "Sensación",
      "Ilusión óptica"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuál es la diferencia fundamental entre sensación y percepción mencionada por el profesor?",
    "opciones": [
      "La sensación integra las características y la percepción capta cualidades aisladas",
      "La sensación capta características aisladas por partes, y la percepción integra esas sensaciones dándoles un significado (como un todo)",
      "Ambas son procesos mentales complejos que no requieren la presencia de un estímulo",
      "La sensación depende de la experiencia previa y la percepción depende de los receptores"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Al presionar fuertemente un lapicero contra tu piel, las células nerviosas receptoras sufren un cambio o alteración biológica inmediata ante esa fuerza. ¿Cómo se denomina técnicamente este primer evento en el receptor sensorial?",
    "opciones": [
      "Transducción",
      "Excitación",
      "Adaptación sensorial",
      "Vía aferente"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué proceso experimenta el receptor sensorial cuando convierte la energía del estímulo (como la fuerza o presión) en un impulso nervioso?",
    "opciones": [
      "Transducción",
      "Excitación",
      "Adaptación",
      "Integración"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Danila entra a una antigua sala de lectura y percibe un olor muy fuerte a libros viejos. Después de 15 minutos leyendo en esa sala, deja de percibir ese olor casi por completo, lo que le permite concentrarse. ¿Qué cualidad del receptor sensorial se evidencia aquí?",
    "opciones": [
      "Excitación constante",
      "Transducción olfativa",
      "Adaptación sensorial",
      "Umbral diferencial"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuáles son las tres partes que conforman el sistema sensorial explicado en la clase?",
    "opciones": [
      "Receptores, nervios periféricos y cerebelo",
      "Sección periférica, sección conductora (vía aferente) y sección central (centro nervioso)",
      "Umbral absoluto, umbral diferencial y adaptación",
      "Exteroceptiva, propioceptiva e interoceptiva"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Luchito está escuchando música con audífonos. El sonido activa sus fonoreceptores y ese impulso viaja hacia el encéfalo. Según el video, ¿en qué lóbulo cerebral se encuentra el 'centro nervioso' que procesará esa sensación auditiva?",
    "opciones": [
      "Lóbulo occipital",
      "Lóbulo parietal",
      "Lóbulo temporal",
      "Lóbulo frontal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Dónde se produce realmente la sensación?",
    "opciones": [
      "En el medio ambiente externo donde se origina el estímulo",
      "En el órgano receptor periférico (como el ojo o la piel)",
      "En la vía conductora o nervio aferente",
      "En la sección central o centro nervioso (una parte del encéfalo)"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Pedro está comiendo un ceviche en una reunión. Al saborear el limón y la sal, las células de su lengua envían la información al cerebro. ¿Qué lóbulo del cerebro actúa como centro nervioso para la sensación del gusto?",
    "opciones": [
      "Lóbulo occipital",
      "Lóbulo temporal",
      "Lóbulo parietal",
      "Rinencéfalo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué es el 'umbral absoluto' o 'umbral mínimo'?",
    "opciones": [
      "El punto en el que el estímulo destruye el receptor sensorial",
      "La mínima intensidad del estímulo necesaria para que el receptor se active y genere una sensación",
      "La diferencia apenas perceptible entre dos estímulos diferentes",
      "El nivel máximo de dolor que un ser humano puede soportar"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un padre mira a su hijo adolescente que no ha visto en dos semanas y le dice: 'Creo que has crecido un poco'. Ese padre logró captar un cambio mínimo de 2 centímetros en la estatura de su hijo. ¿Qué concepto psicofísico explica esta capacidad de notar la variación?",
    "opciones": [
      "Umbral absoluto",
      "Umbral diferencial (DAP)",
      "Adaptación sensorial",
      "Transducción visual"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuáles son las modalidades sensoriales propioceptivas mencionadas por el profesor?",
    "opciones": [
      "Visión y audición",
      "Kinestésica y vestibular (laberíntica)",
      "Olfato y gusto",
      "Tacto y dolor"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: María va al mercado y carga dos pesadas bolsas de compras en cada mano durante varias cuadras. Siente claramente la tensión y el esfuerzo en los músculos de sus brazos. ¿Qué modalidad sensorial le está informando sobre esa tensión muscular?",
    "opciones": [
      "Sensación vestibular",
      "Sensación táctil",
      "Sensación cenestésica (interoceptiva)",
      "Sensación kinestésica"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué nos permite captar la modalidad sensorial vestibular o laberíntica?",
    "opciones": [
      "Los colores y la profundidad visual del ambiente",
      "La temperatura exacta del aire a nuestro alrededor",
      "El equilibrio, la orientación de nuestro cuerpo en el espacio y los movimientos de caída",
      "El cansancio extremo de los órganos internos"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Son las tres de la tarde, el estudiante lleva varias horas seguidas viendo clases por internet, su estómago ruge por falta de alimento y siente mucho cansancio y sueño. ¿Qué tipo de modalidad sensorial abarca sensaciones como hambre, sed y cansancio?",
    "opciones": [
      "Kinestésica",
      "Exteroceptiva",
      "Vestibular",
      "Interoceptiva (cenestésica)"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Cuál es el centro nervioso correspondiente al sentido de la visión?",
    "opciones": [
      "El lóbulo temporal",
      "El lóbulo parietal",
      "El lóbulo occipital",
      "El rinencéfalo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Si una persona sufre un fuerte accidente y se daña severamente el lóbulo occipital en la parte posterior de su cabeza, ¿qué modalidad sensorial se verá principalmente afectada?",
    "opciones": [
      "La audición",
      "El gusto",
      "El olfato",
      "La visión"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué estructura cerebral sirve como centro nervioso de las sensaciones interoceptivas (cenestésicas) como el hambre, la sed o las náuseas?",
    "opciones": [
      "El cerebelo y los sacos vestibulares",
      "El hipotálamo y el sistema límbico",
      "El lóbulo temporal",
      "La médula espinal"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Imagina que tomas un vaso de agua pura y le agregas un minúsculo granito de azúcar. Al probarlo, apenas y logras detectar un ínfimo rastro dulce en el agua. En psicofísica, ese nivel casi imperceptible pero existente de estímulo se denomina:",
    "opciones": [
      "Umbral diferencial",
      "Umbral inferior o absoluto",
      "Adaptación dulce",
      "Excitación kinestésica"
    ],
    "correcta": 1
  }
]
        },
        {
          "titulo": "3.2 Psicología Memoria",
          "youtube_id": "D0gldGZQFtI",
          "pdf_link": "https://drive.google.com/file/d/1S26wfQDE1nNh_RmNrX63mb3FnG5iX80e/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿De qué término griego proviene la palabra memoria y qué significa?",
    "opciones": [
      "Viene de 'Psyche', que significa alma o mente",
      "Viene de 'Mne', que significa actividad anímica o memoria",
      "Viene de 'Logos', que significa estudio de los recuerdos",
      "Viene de 'Pathos', que significa sufrimiento del pasado"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuáles son las tres etapas fundamentales de la memoria mencionadas en la metáfora computacional?",
    "opciones": [
      "Sensación, percepción y asimilación",
      "Registro (codificación), almacenamiento y recuperación (evocación)",
      "Atención, repaso y olvido",
      "Conciencia, inconsciencia y subconsciencia"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Mientras Pedro estudia para su examen de historia, trata de concentrarse al máximo leyendo su libro e intentando comprender cada párrafo para poder guardarlo en su mente. ¿Qué etapa de la memoria está utilizando principalmente en ese instante?",
    "opciones": [
      "Evocación voluntaria",
      "Almacenamiento a largo plazo",
      "Registro o codificación",
      "Recuperación involuntaria"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Con qué dos procesos psicológicos está íntimamente relacionada la memoria según el profesor?",
    "opciones": [
      "Con la inteligencia y la emoción",
      "Con la motivación y la personalidad",
      "Con la sensación y la percepción",
      "Con la atención y el aprendizaje"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Cuando a Lucía le preguntan qué hizo el 15 de agosto de 2007 a las 6:30 p.m., ella inmediatamente responde '¡El terremoto de Pisco!'. El hecho de asociar la fecha y hora con el sismo demuestra que para retener información eficientemente es necesario:",
    "opciones": [
      "Tener una memoria sensorial ilimitada",
      "Asignarle un código o clave significativa a la información",
      "Sufrir un trauma emocional fuerte",
      "Repetir la fecha mecánicamente todos los días"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál fue la conclusión de los experimentos con ratas a las que se les seccionó partes del cerebro tras aprender a recorrer laberintos?",
    "opciones": [
      "Que la memoria está ubicada exclusivamente en el lóbulo frontal",
      "Que la memoria no tiene una zona física localizada (no hay un engrama único), sino que está diseminada formando un sistema",
      "Que los animales no tienen capacidad de memoria real",
      "Que la memoria se borra por completo si se corta cualquier nervio"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Caminando por la calle, Juan siente un aroma a flores y de pronto, sin quererlo ni hacer esfuerzo, recuerda nítidamente el día del entierro de un familiar, poniéndose triste. ¿Qué tipo de evocación ha experimentado Juan?",
    "opciones": [
      "Evocación voluntaria",
      "Evocación involuntaria",
      "Evocación semántica",
      "Evocación procedimental"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué es el 'reconocimiento' en el proceso de la memoria?",
    "opciones": [
      "Es el esfuerzo consciente por traer un recuerdo al presente",
      "Es el sentimiento que acompaña al recuerdo y nos confirma que esa experiencia ha sido vivida por nosotros",
      "Es la capacidad de memorizar números telefónicos rápidamente",
      "Es el olvido temporal de una palabra que está en 'la punta de la lengua'"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Durante un examen de admisión, María hace un gran esfuerzo, frunce el ceño y se concentra profundamente para intentar recordar en qué año se fundó Lima, dato que estudió hace un mes. Esta acción es un claro ejemplo de:",
    "opciones": [
      "Evocación involuntaria",
      "Amnesia retrógrada",
      "Evocación voluntaria",
      "Reconocimiento falso"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según la teoría del enfoque multi-almacén (Atkinson y Shiffrin), ¿cuáles son los tres sistemas de memoria?",
    "opciones": [
      "Memoria visual, auditiva y táctil",
      "Memoria procedimental, semántica y episódica",
      "Memoria sensorial, memoria a corto plazo y memoria a largo plazo",
      "Memoria consciente, preconsciente e inconsciente"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Al intentar memorizar un número de teléfono nuevo (991455854), Carlos decide agruparlo de tres en tres (991 - 455 - 854) en lugar de repetirlo dígito por dígito. ¿Cómo se llama esta técnica para optimizar la memoria a corto plazo?",
    "opciones": [
      "Engrama biológico",
      "Fragmentación, segmentación o 'chunks'",
      "Repaso mecánico o repetitivo",
      "Efecto de la punta de la lengua"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es la principal característica de la memoria sensorial en cuanto a su retención?",
    "opciones": [
      "Almacena significados complejos para toda la vida",
      "Dura aproximadamente entre 15 a 30 segundos",
      "Almacena información pre-categorial (estímulos físicos puros) por una fracción de segundo (ej. 250 milisegundos)",
      "Tiene una capacidad limitada de 7 +/- 2 elementos"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un estudiante sufre un fuerte golpe en la cabeza durante un accidente de tránsito. Al despertar en el hospital, es capaz de formar nuevos recuerdos, pero no puede recordar quién es, cómo se llama ni nada de lo que vivió antes del accidente. ¿Qué alteración presenta?",
    "opciones": [
      "Amnesia anterógrada",
      "Hipermnesia",
      "Paramnesia (Déjà vu)",
      "Amnesia retrógrada"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué estructura del sistema límbico es fundamental para la consolidación de la información de la memoria a corto plazo hacia la memoria a largo plazo?",
    "opciones": [
      "El cerebelo",
      "El bulbo raquídeo",
      "El hipocampo",
      "La médula espinal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Teresa es una excelente ciclista y bailarina. Ella no necesita pensar conscientemente en qué músculo mover para mantener el equilibrio en la bicicleta o hacer una coreografía, su cuerpo simplemente lo hace. ¿Qué tipo de memoria a largo plazo está utilizando?",
    "opciones": [
      "Memoria episódica",
      "Memoria semántica",
      "Memoria explícita",
      "Memoria procedimental (implícita)"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿En qué consiste la interferencia retroactiva como causa del olvido?",
    "opciones": [
      "Lo viejo (lo que ya sabías) impide recordar lo nuevo que acabas de aprender",
      "Lo nuevo (lo que acabas de aprender) impide el recuerdo de lo antiguo o viejo que ya sabías",
      "La información se borra debido a un daño cerebral físico",
      "El recuerdo es reprimido por ser un evento traumático o doloroso"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Jorge viaja a una ciudad extranjera que nunca antes había visitado. Al entrar a una cafetería local, de repente siente una fuerte y extraña certeza de que ya ha estado exactamente en ese lugar y viviendo ese mismo momento antes. ¿Cómo se llama esta alteración cualitativa de la memoria?",
    "opciones": [
      "Amnesia",
      "Jamais vu",
      "Déjà vu (Paramnesia)",
      "Hipermnesia"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué establece la Curva del Olvido de Hermann Ebbinghaus?",
    "opciones": [
      "Que el olvido es una enfermedad patológica incurable",
      "Que olvidamos a un ritmo constante a lo largo de los años",
      "Que la mayor cantidad de información se olvida al principio (especialmente en la primera hora) y luego el olvido se hace más lento",
      "Que nunca olvidamos nada, solo reprimimos la información en el inconsciente"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un profesor de geografía recuerda a la perfección las capitales de todos los países de Europa, sus ríos principales y montañas, datos que aprendió leyendo enciclopedias. Esta información teórica y de significados se almacena en su:",
    "opciones": [
      "Memoria procedimental",
      "Memoria semántica",
      "Memoria episódica",
      "Memoria sensorial"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: A Sofía le preguntan por el nombre del actor principal de su película favorita. Ella sabe perfectamente quién es, recuerda su rostro, la letra con la que empieza su nombre, pero en ese preciso instante no logra pronunciar la palabra exacta. ¿Qué falla en la recuperación está sufriendo?",
    "opciones": [
      "Fenómeno de la punta de la lengua",
      "Interferencia proactiva",
      "Amnesia anterógrada total",
      "Decaimiento de la huella mnémica por desuso"
    ],
    "correcta": 0
  }
]
        },
        {
          "titulo": "3.3 Desarrollo de la inteligencia",
          "youtube_id": "vTGFS9EIvvQ",
          "pdf_link": "https://drive.google.com/file/d/1S26wfQDE1nNh_RmNrX63mb3FnG5iX80e/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Qué es la inteligencia según la teoría de Jean Piaget mencionada en el video?",
    "opciones": [
      "Una capacidad puramente biológica y hereditaria",
      "La adaptación al medio a través de los mecanismos de asimilación y acomodación",
      "La habilidad para memorizar conceptos complejos desde el nacimiento",
      "El nivel de coeficiente intelectual adquirido solo en la etapa escolar"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué es la 'asimilación' en la teoría del desarrollo de la inteligencia?",
    "opciones": [
      "La reestructuración o cambio de los esquemas mentales existentes",
      "El rechazo absoluto de los estímulos externos",
      "El ingreso de una nueva información del medio hacia la mente (a los esquemas mentales)",
      "El equilibrio final que logra el sujeto adaptado"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un niño que solo conoce a los perros ve por primera vez a un oso en el zoológico y le dice a su madre '¡Mira, un perro grande!'. El niño ha incorporado la imagen del oso a su esquema mental existente de 'perro'. ¿Qué mecanismo de adaptación está evidenciando?",
    "opciones": [
      "Acomodación",
      "Asimilación",
      "Permanencia del objeto",
      "Pensamiento reversible"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Tras la explicación de su madre, el niño comprende que el animal del zoológico no ladra, camina distinto y se llama 'oso', por lo que crea una nueva categoría en su mente para los osos, separándola de los perros. ¿Qué proceso ocurrió en su mente?",
    "opciones": [
      "Animismo",
      "Asimilación",
      "Acomodación",
      "Sincretismo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué se produce cuando hay una buena asimilación y una buena acomodación de la información?",
    "opciones": [
      "Un conflicto cognitivo insuperable",
      "El fin del desarrollo intelectual",
      "Un desequilibrio permanente",
      "Un equilibrio en los esquemas mentales, lo que significa adaptación e inteligencia"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Cuántos y cuáles son los estadios del desarrollo de la inteligencia propuestos por Jean Piaget?",
    "opciones": [
      "Tres: Sensorio motriz, Preoperacional y Formal",
      "Cuatro: Sensorio motriz, Preoperacional, Operaciones concretas y Operaciones formales",
      "Cinco: Reflejos, Intuitivo, Simbólico, Concreto y Abstracto",
      "Dos: Inteligencia innata e Inteligencia adquirida"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un bebé de 6 meses tiende a llevarse su dedo pulgar a la boca y lo succiona repetidas veces todos los días porque le genera placer. ¿Qué característica del estadio sensorio motriz está manifestando?",
    "opciones": [
      "Reacción circular secundaria",
      "Reacción circular primaria",
      "Reacción circular terciaria",
      "Juego simbólico"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: A un bebé de 8 meses se le cae su juguete favorito detrás del sofá e inmediatamente comienza a llorar desesperadamente porque cree que el juguete ha dejado de existir en el universo. Esto demuestra que el bebé aún no ha logrado:",
    "opciones": [
      "El pensamiento irreversible",
      "La permanencia del objeto",
      "La imitación diferida",
      "El animismo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es la característica central del sub-estadio simbólico (2 a 4 años) conocida como 'animismo'?",
    "opciones": [
      "Creer que todas las cosas han sido fabricadas por el ser humano",
      "Incapacidad para invertir operaciones matemáticas",
      "La creencia de que los objetos inanimados tienen vida, emociones o intenciones",
      "Creer que el niño es el centro del universo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Carlitos (3 años) ve a su papá afeitarse por la mañana. Horas más tarde, cuando el papá ya no está, Carlitos toma un palito de helado y hace los mismos movimientos frente al espejo de su cuarto. Esta acción ejemplifica:",
    "opciones": [
      "Artificialismo",
      "Imitación diferida",
      "Reversibilidad del pensamiento",
      "Permanencia del objeto"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Cuando le preguntan a Sofía (3 años) quién hizo las montañas y los ríos, ella responde segura: '¡Fueron unos señores constructores muy fuertes!'. ¿Qué característica del pensamiento preoperacional evidencia su respuesta?",
    "opciones": [
      "Egocentrismo",
      "Artificialismo",
      "Animismo",
      "Finalismo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un niño de 4 años se tapa los ojos con las manos en medio de la sala y grita: '¡Ya no me pueden ver!'. Él asume que si él no ve a los demás, los demás tampoco pueden verlo a él. ¿Cómo se denomina esta incapacidad para ponerse en el punto de vista del otro?",
    "opciones": [
      "Egocentrismo",
      "Sincretismo",
      "Finalismo",
      "Pensamiento irreversible"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿En qué consiste la 'centración' típica del pensamiento intuitivo (4 a 7 años)?",
    "opciones": [
      "En clasificar objetos por múltiples categorías al mismo tiempo",
      "En fijarse en una sola característica evidente del objeto (como la altura o forma) e ignorar las demás",
      "En la capacidad mental de ordenar elementos en series lógicas",
      "En comprender que la materia se conserva sin importar el envase"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Se le muestran a Pedrito (5 años) dos vasos idénticos con la misma cantidad de jugo. Frente a él, se vierte el contenido de uno de los vasos en un tubo de ensayo alto y delgado. Pedrito afirma que el tubo alto tiene 'más jugo'. ¿Qué rasgo cognitivo explica su error?",
    "opciones": [
      "Pensamiento reversible y animismo",
      "Conservación de la cantidad",
      "Falta de la noción de conservación (debido a la centración y pensamiento irreversible)",
      "Capacidad para formular hipótesis deductivas"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿A qué edad aproximadamente se desarrolla el estadio de las operaciones concretas?",
    "opciones": [
      "De 0 a 2 años",
      "De 2 a 7 años",
      "De 7 a 11 o 12 años",
      "A partir de los 15 años"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: A María (9 años) le piden resolver la operación matemática 4 + 3. Para hacerlo, saca siete tapitas de botella, separa cuatro en un lado, tres en el otro, las junta todas y las cuenta una por una para dar la respuesta. ¿Qué nos indica esto sobre su estadio cognitivo?",
    "opciones": [
      "Que está en el estadio preoperacional y padece artificialismo",
      "Que tiene un pensamiento abstracto y deductivo",
      "Que se encuentra en las operaciones concretas, ya que aún necesita apoyo físico/material para realizar operaciones mentales",
      "Que ha logrado la permanencia del objeto de forma avanzada"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según el profesor, ¿qué capacidad marca la superación del pensamiento irreversible en el estadio de las operaciones concretas?",
    "opciones": [
      "El pensamiento abstracto",
      "El pensamiento reversible (por ejemplo, entender que 4x3 es igual a 3x4 o contar de 10 a 0)",
      "La imitación diferida",
      "La reacción circular secundaria"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es la característica principal del estadio de las operaciones formales (de 11 años en adelante)?",
    "opciones": [
      "El uso exclusivo de objetos físicos para sumar y restar",
      "La aparición de los primeros reflejos incondicionados",
      "El desarrollo del pensamiento abstracto, lógico e hipotético-deductivo",
      "La manifestación intensa de animismo y finalismo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un adolescente de 15 años participa en un debate escolar. Argumenta que una ley, aunque debe respetarse, podría desobedecerse si atenta contra los derechos humanos o la dignidad, entendiendo conceptos como justicia, paz y solidaridad. ¿En qué estadio de Piaget se encuentra?",
    "opciones": [
      "Operaciones concretas",
      "Preoperacional simbólico",
      "Operaciones formales",
      "Sensorio motriz avanzado"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué logro cognitivo permite a los niños del estadio de las operaciones concretas darse cuenta de que una bola de plastilina no pierde cantidad de masa si se aplasta como una 'galleta'?",
    "opciones": [
      "Noción de conservación",
      "Imitación diferida",
      "Razonamiento metafórico",
      "Animismo de las cosas"
    ],
    "correcta": 0
  }
]
        },
        {
          "titulo": "3.4 Teorías de aprendizaje características",
          "youtube_id": "2QGCIrB7yms",
          "pdf_link": "https://drive.google.com/file/d/1S26wfQDE1nNh_RmNrX63mb3FnG5iX80e/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Cuáles son las palabras clave asociadas a la teoría del conductismo mencionadas en el video?",
    "opciones": [
      "Comprender y recordar",
      "Crear y evaluar",
      "Analizar y aplicar",
      "Reconocer y conectar"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Un profesor de primaria implementa un sistema donde los alumnos reciben una estrella en su cuaderno cada vez que completan una tarea a tiempo y pierden una si no la traen. Al ver un cambio evidente en la disciplina, él considera que hubo aprendizaje. ¿En qué teoría basa el profesor su metodología?",
    "opciones": [
      "Conectivismo",
      "Conductismo",
      "Constructivismo",
      "Cognitivismo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Por qué el expositor menciona que el aprendizaje en el conductismo es visto como una 'caja negra'?",
    "opciones": [
      "Porque ocurre en entornos oscuros y aislados",
      "Porque solo se observa el cambio de conducta sin explicar qué ocurre internamente en la mente",
      "Porque la información se pierde constantemente sin dejar rastro",
      "Porque requiere tecnología avanzada y oculta para funcionar"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un desarrollador crea un curso online combinando audio, texto y video de forma progresiva. Su objetivo es que el alumno asimile estos reforzadores multimedia, los codifique en su memoria y luego pueda recuperarlos. ¿Qué teoría computacional y sistémica del aprendizaje sustenta este diseño?",
    "opciones": [
      "Cognitivismo",
      "Conectivismo",
      "Conductismo",
      "Constructivismo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Según el cognitivismo, ¿cómo es entendido el aprendizaje?",
    "opciones": [
      "Como una adaptación física a través de reflejos incondicionados",
      "Como un proceso de recibir y almacenar información de manera estructurada y sistémica",
      "Como la creación aleatoria de ideas sin ninguna estructura mental previa",
      "Como la conexión empírica exclusiva a través de redes sociales"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué palabras clave utiliza el expositor para referirse al constructivismo al orientar el diseño de material educativo?",
    "opciones": [
      "Comprender y recordar",
      "Reconocer y conectar",
      "Analizar y aplicar",
      "Crear y evaluar"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: En una clase comunitaria, los estudiantes salen a su barrio, entrevistan a los vecinos sobre un problema local, debaten en grupo y extraen conclusiones basadas en su contexto y experiencia real. ¿A qué teoría corresponde este proceso de aprendizaje social?",
    "opciones": [
      "Cognitivismo",
      "Conductismo",
      "Conectivismo",
      "Constructivismo"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Cómo define la teoría del conectivismo al proceso de aprendizaje?",
    "opciones": [
      "Como un proceso de conectar nodos especializados de fuentes de información en la era digital",
      "Como el condicionamiento clásico del individuo mediante castigos físicos",
      "Como la repetición mecánica de información para almacenarla a largo plazo",
      "Como el aislamiento del estudiante para evitar distracciones sociales"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Para investigar sobre marketing digital, Laura se une a un grupo de LinkedIn, sigue a tres expertos en Twitter y se suscribe a un blog especializado, conformando sus propias fuentes para mantenerse actualizada. ¿Qué concepto clave de la era digital está aplicando?",
    "opciones": [
      "Entorno Personal de Aprendizaje (PLE) basado en el conectivismo",
      "Refuerzo positivo basado en el conductismo",
      "Caja negra cognitiva",
      "Constructo memorístico a corto plazo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Cómo funciona la memoria bajo el enfoque conductista?",
    "opciones": [
      "Utiliza redes sociales y fuentes digitales interconectadas",
      "Se adapta constantemente a patrones cambiantes y borrosos",
      "Se refuerza a través de experiencias repetidas mediadas por la recompensa y el castigo",
      "Mezcla el conocimiento previo con el contexto actual a través de la interpretación"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Durante un curso basado en resolver retos reales complejos, un grupo de alumnos debe solucionar un problema ambiental sin mucha guía previa. Algunos se sienten abrumados e incapaces de procesar tanta información desestructurada. Según el video, esto ilustra un problema potencial del:",
    "opciones": [
      "Constructivismo (puede someter a una alta carga cognitiva que interfiere con el pensamiento)",
      "Conductismo (es demasiado mecanicista y repetitivo)",
      "Conectivismo (brecha tecnológica por falta de redes)",
      "Cognitivismo (no desarrolla habilidades prácticas)"
    ],
    "correcta": 0
  },
  {
    "pregunta": "En el cognitivismo, ¿cómo se da el proceso de transferencia del conocimiento?",
    "opciones": [
      "Por conexión a grupos virtuales de discusión",
      "A través del esquema básico de estímulo y respuesta inmediata",
      "Mediante la socialización exclusiva con sus pares",
      "Duplicando los constructos del conocimiento en la mente para llevarlos a un escenario de aplicación"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Un colegio lanza un plan educativo basado netamente en que los niños busquen y conecten información a través de la web para su aprendizaje escolar, pero fracasa porque la mitad del alumnado no tiene acceso a internet. ¿Qué desventaja del conectivismo explica esto?",
    "opciones": [
      "Genera demasiada carga cognitiva abstracta en los niños",
      "No se puede generalizar el uso masivo de tecnología a todas las personas",
      "Promueve niveles de pensamiento puramente repetitivos",
      "No permite la codificación de la información a corto plazo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuáles son los factores de influencia claves para el aprendizaje en el constructivismo señalados en la presentación?",
    "opciones": [
      "Los premios, los castigos y las instrucciones programadas",
      "La diversidad de redes sociales académicas en internet",
      "El compromiso, la participación, y el entorno social y cultural",
      "La estructura computacional del cerebro humano"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Pablo está intentando aprender fórmulas de física. El profesor le enseña relacionando estas fórmulas con conceptos de matemáticas que Pablo ya dominaba, estructurando la nueva información sobre sus bases previas. ¿Qué teoría destaca la importancia de la 'estructura mental existente' o conocimientos previos de esta manera?",
    "opciones": [
      "Cognitivismo",
      "Conductismo",
      "Conectivismo",
      "Constructivismo (en su vertiente puramente social)"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Por qué la teoría del conectivismo considera a los 'patrones adaptativos' como parte esencial de la memoria?",
    "opciones": [
      "Porque la información se almacena en el cerebro de forma idéntica e inalterable",
      "Porque el aprendizaje depende de la repetición mecánica constante en el tiempo",
      "Porque niega la existencia de la retención de datos en la era moderna",
      "Porque las fuentes de información en las redes cambian rápida y permanentemente, y el sujeto debe ajustarse a su evolución"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: En una empresa, los empleados más experimentados enseñan a los nuevos operarios compartiendo sus conocimientos en el día a día a través de la convivencia, la práctica conjunta y el trabajo en equipo. ¿A qué forma de transferencia de conocimiento se asemeja esto?",
    "opciones": [
      "Transferencia conectivista",
      "Transferencia conductista",
      "Transferencia constructivista (a través de la socialización)",
      "Transferencia cognitivista"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según la presentación, ¿cuál es un problema o limitación característica del conductismo?",
    "opciones": [
      "Generaliza masivamente el uso de la tecnología",
      "No promueve niveles de pensamiento especializado o elaborado",
      "Carece de métodos de evaluación a través de tareas",
      "No permite controlar el aprendizaje del estudiante mediante instrucciones"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es uno de los principales beneficios que aporta el constructivismo en el diseño de propuestas de aprendizaje?",
    "opciones": [
      "El uso exclusivo de entornos de conectividad web y nodos",
      "El control total de la conducta mediante estímulos primarios",
      "La capacidad de enganchar el aprendizaje permitiendo resolver situaciones desde experiencias reales y auténticas",
      "La facilidad de memorizar grandes volúmenes de datos exactos rápidamente"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un pedagogo diseña un nuevo modelo educativo donde mezcla instrucciones programadas, desarrollo de constructos mentales, aprendizaje colaborativo en un entorno real y, finalmente, el uso de TIC de la era digital. Según el final del video, la integración de estas corrientes da lugar a:",
    "opciones": [
      "El fin de la educación tradicional sistémica",
      "Un proceso de aprendizaje borroso y mal definido",
      "El nacimiento de la escuela conductista radical",
      "Una teoría de aprendizaje emergente"
    ],
    "correcta": 3
  }
]
        },
        {
          "titulo": "3.5 Aprendizaje Psicología",
          "youtube_id": "Q994B7VJxaQ",
          "pdf_link": "https://drive.google.com/file/d/1S26wfQDE1nNh_RmNrX63mb3FnG5iX80e/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "Según el enfoque conductista mencionado en el video, ¿cómo se define principalmente el aprendizaje?",
    "opciones": [
      "Como la variación sistemática de los esquemas mentales",
      "Como la modificación de la conducta o comportamiento",
      "Como un proceso exclusivamente biológico e innato",
      "Como la asimilación genética de estímulos neutros"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Para los psicólogos cognitivistas, el aprendizaje ocurre cuando:",
    "opciones": [
      "Se manifiesta un reflejo incondicionado ante un estímulo",
      "El sujeto actúa pasivamente frente a su entorno físico",
      "Se produce una variación o reestructuración en los esquemas mentales",
      "Se asocian dos estímulos externos sin ninguna participación mental"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuál de las siguientes es una característica fundamental del aprendizaje explicada por el profesor?",
    "opciones": [
      "Es un cambio temporal y efímero en la conducta",
      "Ocurre de manera aislada, sin interacción con el medio",
      "Es un proceso mental que modifica las estructuras neuronales (sinapsis)",
      "Se basa únicamente en respuestas reflejas con las que se nace"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿A qué tipo de aprendizaje corresponde la adquisición de conocimientos teóricos, como por ejemplo entender un teorema lógico o matemático?",
    "opciones": [
      "Aprendizaje motor",
      "Aprendizaje afectivo",
      "Aprendizaje social",
      "Aprendizaje cognitivo"
    ],
    "correcta": 3
  },
  {
    "pregunta": "En el experimento clásico de Iván Pavlov, ¿qué nombre científico recibe la comida antes de que el perro aprenda cualquier asociación?",
    "opciones": [
      "Estímulo condicionado",
      "Estímulo incondicionado",
      "Estímulo neutro",
      "Respuesta incondicionada"
    ],
    "correcta": 1
  },
  {
    "pregunta": "En el condicionamiento clásico, ¿cuándo se produce la extinción de una conducta aprendida?",
    "opciones": [
      "Cuando el estímulo condicionado se presenta repetidas veces sin estar acompañado del estímulo incondicionado",
      "Cuando el sujeto generaliza su respuesta frente a estímulos que son parecidos al original",
      "Cuando se aplica un castigo físico muy severo después de la salivación",
      "Cuando se entrega una recompensa inmediatamente después de la respuesta"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Por qué B.F. Skinner denominó a su teoría 'Condicionamiento Operante' o instrumental?",
    "opciones": [
      "Porque el sujeto es pasivo y solo responde a estímulos que se le presentan",
      "Porque el aprendizaje se basa en procesos quirúrgicos u operatorios en el cerebro",
      "Porque el sujeto actúa u opera activamente sobre el medio para alcanzar un objetivo o evitar un estímulo",
      "Porque solo funciona si se utilizan instrumentos musicales como campanas"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuál es la finalidad principal del mecanismo de 'reforzamiento' en el condicionamiento operante?",
    "opciones": [
      "Disminuir la frecuencia de una conducta indeseada",
      "Incrementar o mantener la probabilidad de que ocurra una conducta",
      "Eliminar por completo los esquemas mentales del sujeto",
      "Generar un trauma psicológico para evitar malos comportamientos futuros"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué define exactamente a un 'castigo positivo' en términos psicológicos según la clase?",
    "opciones": [
      "La aparición de un estímulo desagradable luego de una conducta para lograr disminuirla",
      "La desaparición de un estímulo agradable para incrementar una conducta",
      "La entrega de un premio muy grande tras una conducta excelente",
      "El retiro de un objeto valioso para el sujeto tras una mala acción"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿En qué consiste el 'castigo negativo' según el condicionamiento de Skinner?",
    "opciones": [
      "En aplicar un estímulo doloroso o agresivo como un golpe",
      "En retirar o hacer desaparecer un estímulo agradable para disminuir una conducta indeseada",
      "En dar una recompensa económica por no hacer absolutamente nada",
      "En eliminar un dolor o incomodidad para que el sujeto se sienta aliviado"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Juanito acaba de cumplir 6 años y, tras practicar varias semanas, finalmente ha logrado amarrarse los pasadores de las zapatillas y recortar figuras con tijeras. ¿Qué tipo de aprendizaje está evidenciando Juanito?",
    "opciones": [
      "Aprendizaje afectivo",
      "Aprendizaje cognitivo",
      "Aprendizaje motor",
      "Aprendizaje social"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un joven va manejando por la Panamericana Sur y observa que un motociclista ha sufrido una fuerte caída. Inmediatamente, detiene su vehículo, baja a socorrerlo y pide ayuda. Según el profesor, ¿qué tipo de aprendizaje resalta primordialmente en este acto de solidaridad?",
    "opciones": [
      "Aprendizaje afectivo",
      "Aprendizaje social",
      "Aprendizaje motor",
      "Aprendizaje cognitivo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Después de haber sido arañada fuertemente por un gato, María siente terror, ansiedad y ganas de llorar cada vez que ve un gato cerca. ¿A qué tipo de aprendizaje corresponde esta modificación de sus respuestas emocionales frente a los animales?",
    "opciones": [
      "Aprendizaje motor",
      "Aprendizaje social",
      "Aprendizaje cognitivo",
      "Aprendizaje afectivo"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Pedrito aprendió a decirle 'mamá' a su madre. Sin embargo, cuando su abuela se muda con ellos, Pedrito comienza a llamarla 'mamá' a ella también, e incluso hace lo mismo con su tía. Según el condicionamiento clásico, ¿qué principio explica esta conducta?",
    "opciones": [
      "Extinción",
      "Discriminación",
      "Generalización",
      "Castigo negativo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un perrito ha sido condicionado para salivar únicamente cuando escucha el sonido de una campanita específica. Si de pronto escucha el sonido de unas llaves o una palmada, el perrito no saliva ni muestra reacción. ¿Qué concepto del condicionamiento clásico se evidencia aquí?",
    "opciones": [
      "Generalización",
      "Discriminación",
      "Reforzamiento negativo",
      "Castigo positivo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: El dueño de una empresa nota que sus empleados llegan tarde frecuentemente. Anuncia que quienes lleguen puntuales todo el mes recibirán un bono económico extra. Como resultado, los empleados empiezan a llegar temprano. ¿Qué mecanismo operante se está aplicando?",
    "opciones": [
      "Castigo positivo",
      "Reforzamiento negativo",
      "Reforzamiento positivo",
      "Castigo negativo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: En pleno verano, Carlos empieza a sudar y siente mucha incomodidad. Para eliminar esta sensación desagradable, se aplica desodorante y se refresca, logrando sentirse mejor. En el futuro, repetirá esta conducta ante la misma incomodidad. ¿Qué mecanismo explica su comportamiento?",
    "opciones": [
      "Reforzamiento negativo",
      "Castigo positivo",
      "Reforzamiento positivo",
      "Extinción respondiente"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Un niño hace una rabieta tirándose al piso porque su padre no le compra un helado. El padre, perdiendo el control, le da un correazo. El niño se asusta y deja de llorar. ¿Qué técnica se aplicó en este caso, la cual genera traumas y no se recomienda pedagógicamente?",
    "opciones": [
      "Reforzamiento negativo",
      "Castigo negativo",
      "Reforzamiento positivo",
      "Castigo positivo"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Sofía no ha presentado sus tareas escolares en toda la semana. Su madre, para corregir esta conducta, decide decomisarle su tablet y sus videojuegos favoritos. ¿Qué mecanismo conductual está utilizando la madre para disminuir la irresponsabilidad de Sofía?",
    "opciones": [
      "Castigo positivo",
      "Reforzamiento negativo",
      "Castigo negativo",
      "Extinción clásica"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Al subir al tren eléctrico, un pasajero ve la tranquera cerrada y el lector de tarjetas. Inmediatamente saca su tarjeta y la pasa para que se abran las puertas. Según el esquema básico de aprendizaje explicado en clase, ¿qué representa la tranquera en esta situación?",
    "opciones": [
      "Una respuesta incondicionada",
      "Un estímulo que genera una reacción o respuesta",
      "Un castigo psicológico",
      "Un reforzador negativo"
    ],
    "correcta": 1
  }
]
        }
      ]
    },
    {
      "titulo": "Tema 4: Desarrollo humano, identidad y vivencia saludable",
      "videos": [
        {
          "titulo": "4.1 Desarrollo humano I",
          "youtube_id": "yABm38J6qG0",
          "pdf_link": "https://drive.google.com/file/d/1wk1cDq89xSGmK-PmPscgVnqJnmxfeoFL/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Qué rama de la psicología se encarga específicamente de estudiar el desarrollo humano?",
    "opciones": [
      "Psicología clínica",
      "Psicología evolutiva",
      "Psicología educativa",
      "Psicología social"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cómo se define el 'desarrollo humano' en el contexto de la clase?",
    "opciones": [
      "Como el crecimiento exclusivamente biológico del cuerpo",
      "Como el conjunto de cambios y estabilidades que se producen durante el ciclo de vida",
      "Como la madurez sexual alcanzada en la pubertad",
      "Como el aumento de conocimientos teóricos durante la juventud"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿En qué parte del sistema reproductor femenino se produce la fecundación o concepción?",
    "opciones": [
      "En el útero",
      "En el ovario",
      "En la placenta",
      "En las trompas de Falopio"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Cuál es la diferencia fundamental entre un cambio cuantitativo y un cambio cualitativo en el desarrollo humano?",
    "opciones": [
      "El cuantitativo se puede contar o medir numéricamente, el cualitativo es abstracto y estructural",
      "El cuantitativo afecta la mente, el cualitativo afecta el cuerpo",
      "El cuantitativo ocurre en la niñez, el cualitativo en la adultez",
      "No hay diferencia, ambos son exactamente iguales"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿A qué se refiere el término 'estabilidades' dentro del proceso del desarrollo humano?",
    "opciones": [
      "A la falta total de aprendizaje cognitivo",
      "A las características y cualidades que permanecen constantes durante una etapa de la vida",
      "Al estancamiento emocional propio de la adolescencia",
      "A la resistencia biológica a crecer físicamente"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuáles son los tres periodos que conforman la etapa prenatal, en orden cronológico?",
    "opciones": [
      "Germinal, Fetal, Embrionario",
      "Fetal, Embrionario, Germinal",
      "Germinal, Embrionario, Fetal",
      "Cigótico, Fetal, Perinatal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué es la 'maduración'?",
    "opciones": [
      "El proceso de complejización del cuerpo conforme a un plan genético",
      "La capacidad lograda para cumplir una función específica",
      "El trauma neurológico adquirido durante el parto",
      "El aprendizaje de las normas y valores de la sociedad"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué diferencia principal existe entre la pubertad y la adolescencia?",
    "opciones": [
      "La pubertad ocurre a los 20 años y la adolescencia a los 10",
      "La pubertad abarca cambios puramente mentales, y la adolescencia físicos",
      "La pubertad se refiere a cambios físicos y sexuales, mientras la adolescencia es una etapa más amplia que incluye cambios mentales, sociales y afectivos",
      "La adolescencia solo ocurre en mujeres y la pubertad en hombres"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuál es el periodo crítico del desarrollo prenatal donde se forman los órganos y existe mayor riesgo de malformaciones?",
    "opciones": [
      "Periodo germinal",
      "Periodo fetal",
      "Periodo embrionario",
      "Periodo cigótico"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué establece la ley céfalo-caudal del desarrollo motor?",
    "opciones": [
      "Que el control del cuerpo se desarrolla desde el centro hacia afuera",
      "Que el desarrollo motor inicia en los pies y termina en la cabeza",
      "Que el desarrollo es aleatorio y no sigue ningún patrón físico",
      "Que el control del cuerpo se desarrolla desde la cabeza hacia las partes inferiores"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Juanita es una adolescente de 14 años que en el último año ha crecido 10 centímetros y ha subido 4 kilos de peso debido al 'estirón' propio de su edad. ¿Qué tipo de cambios está experimentando Juanita en este caso específico?",
    "opciones": [
      "Cambios cognitivos",
      "Cambios cuantitativos",
      "Cambios cualitativos",
      "Estabilidades permanentes"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Roberto es un adulto mayor de 70 años que, durante las reuniones familiares, prefiere hablar constantemente de cómo era su vida en su juventud y de sus recuerdos, mostrando una visión retrospectiva. Esto ilustra un ejemplo de:",
    "opciones": [
      "Una estabilidad o cualidad permanente característica de la adultez tardía",
      "Un cambio puramente cuantitativo por la edad",
      "Un mal congénito degenerativo",
      "La ley próximo-distal del desarrollo evolutivo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Pedrito tiene 3 años y suele tratar a su osito de peluche como si tuviera vida, dándole de comer y abrigándolo porque dice que 'siente frío'. Esta característica cognitiva llamada animismo es propia de la etapa de:",
    "opciones": [
      "Adultez temprana",
      "Niñez intermedia",
      "Infancia tardía",
      "Niñez temprana"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Durante los primeros meses de vida, un bebé aprende a sostener y controlar los movimientos de su cabeza mucho antes de poder dominar sus piernas para caminar. ¿Qué ley del desarrollo físico explica este orden secuencial?",
    "opciones": [
      "Ley próximo-distal",
      "Ley céfalo-caudal",
      "Ley de madurez tardía",
      "Ley genética cuantitativa"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Una gestante contrae rubéola en su primer trimestre, lo que lamentablemente causa problemas cardíacos y sordera en el embrión en desarrollo. ¿A qué concepto de la psicología evolutiva pertenece esta afección adquirida durante la gestación?",
    "opciones": [
      "Un rasgo genético hereditario",
      "Un cambio psicosocial",
      "Un mal congénito",
      "Un trauma perinatal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Luisito, un bebé de 8 meses, empieza a gatear por la sala, y sus padres notan que cada día sus músculos se vuelven más fuertes y se coordinan para lograr ponerse de pie. El proceso biológico, genéticamente programado, que impulsa a su cuerpo a lograr estos movimientos se denomina:",
    "opciones": [
      "Madurez",
      "Aprendizaje social",
      "Estabilidad afectiva",
      "Maduración"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Un estudiante de 16 años ahora debate en clase sobre conceptos abstractos como la justicia, la libertad y la dignidad; algo que le era imposible razonar cuando tenía 8 años. Este avance intelectual evidencia un:",
    "opciones": [
      "Cambio cualitativo en la dimensión cognitiva",
      "Cambio cuantitativo en la dimensión afectiva",
      "Mal congénito",
      "Estancamiento generativo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Tras un proceso de alumbramiento muy prolongado y tenso, un recién nacido nace con altos niveles de ansiedad, reflejo del estrés que la madre sufrió al dar a luz (trauma de parto). ¿En qué etapa específica del desarrollo humano ocurrió este evento?",
    "opciones": [
      "Etapa prenatal",
      "Etapa postnatal",
      "Etapa perinatal",
      "Etapa germinal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Mariana tiene 23 años, se encuentra finalizando su carrera universitaria y posee una armonía física y un desarrollo corporal en su máximo esplendor. De acuerdo con las subetapas del desarrollo explicadas, Mariana se clasifica dentro de:",
    "opciones": [
      "La niñez tardía",
      "La juventud (dentro de la adultez temprana)",
      "La adolescencia intermedia",
      "La adultez intermedia"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un niño de 1 año empieza a articular de manera clara sus primeras palabras. Según el profesor, esto ocurre porque su área de Broca cerebral ya está lista para cumplir la función del lenguaje. Este logro u óptima capacidad adquirida se define formalmente como:",
    "opciones": [
      "Maduración",
      "Madurez",
      "Crecimiento cuantitativo",
      "Sincretismo"
    ],
    "correcta": 1
  }
]
        },
        {
          "titulo": "4.2 Desarrollo Humana | Conceptos generales",
          "youtube_id": "AkJZRNFEm7g",
          "pdf_link": "https://drive.google.com/file/d/1wk1cDq89xSGmK-PmPscgVnqJnmxfeoFL/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "Un bebé de 10 meses llora cuando su madre esconde su juguete favorito bajo una manta, pero luego levanta la manta para buscarlo porque sabe que el juguete sigue ahí aunque no lo vea. Según la teoría de Piaget explicada en el video, ¿qué logro cognitivo ha alcanzado el bebé?",
    "opciones": [
      "Permanencia del objeto",
      "Juego simbólico",
      "Asimilación",
      "Acomodación"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Un niño de 5 años decide 'ayudar' a su mamá maquillando al gato de la casa con los cosméticos más caros. Si la madre reacciona gritándole y castigándolo severamente sin explicarle que el problema fue el método y no su intención, ¿qué conflicto psicosocial podría resolverse de manera negativa según Erikson?",
    "opciones": [
      "Autonomía vs. Vergüenza y duda",
      "Iniciativa vs. Culpa",
      "Laboriosidad vs. Inferioridad",
      "Confianza vs. Desconfianza"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Una niña de 4 años le dice a su papá que 'el sol está triste porque el árbol también está triste', dándole características humanas y estableciendo relaciones causales ilógicas. Según Piaget, estas características corresponden al pensamiento:",
    "opciones": [
      "Lógico y abstracto",
      "Hipotético-deductivo",
      "Animista y sincrético",
      "Dialéctico y relativista"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un adolescente comienza a vestirse exclusivamente de negro, escucha solo un subgénero específico de rock y rechaza a quienes no comparten sus gustos, sintiendo que esa música lo define completamente. Según Erikson, esta lealtad extrema a su grupo y estilo es una forma de resolver la crisis de:",
    "opciones": [
      "Intimidad vs. Aislamiento",
      "Generatividad vs. Estancamiento",
      "Identidad vs. Confusión de roles",
      "Iniciativa vs. Culpa"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Un joven de 16 años maneja su motocicleta a alta velocidad sin casco, pensando 'yo sé lo que hago, a mí no me va a pasar nada malo'. Este pensamiento de sentirse indestructible es una manifestación característica de la etapa de operaciones formales conocida como:",
    "opciones": [
      "Audiencia imaginaria",
      "Fabulación personal (o fábula personal)",
      "Pensamiento concreto",
      "Asimilación cognitiva"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Un niño de 4 años se muestra muy posesivo con su madre, pidiendo casarse con ella cuando sea grande y mostrando celos cuando su padre se le acerca (Complejo de Edipo). Según Freud, este comportamiento es típico de la fase:",
    "opciones": [
      "Fase oral",
      "Fase anal",
      "Fase de latencia",
      "Fase fálica"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Mariana tiene 28 años y, tras haber consolidado su identidad profesional, busca establecer una relación de pareja estable, basada en la confianza, intimidad y el compromiso para proyectarse a futuro. Según la teoría psicosocial de Erikson, Mariana busca desarrollar la virtud del:",
    "opciones": [
      "Cuidado",
      "Propósito",
      "Amor",
      "Sabiduría"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Pedrito tiene un esquema mental de lo que es una rata. Un día viaja a la sierra, ve a un cuy y le dice a su mamá '¡Rata, rata!'. Sin embargo, al notar que es de colores distintos y no tiene cola larga, cambia su esquema mental previo para incluir a este nuevo animal. El proceso de modificar su estructura mental previa se denomina:",
    "opciones": [
      "Asimilación",
      "Acomodación",
      "Permanencia del objeto",
      "Imitación diferida"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Durante una conversación, un joven de 15 años comprende perfectamente el doble sentido y las metáforas que utilizan sus amigos para hablar en clave, mientras que su hermano de 7 años imagina la situación de forma literal. La comprensión del adolescente es posible gracias a la aparición del pensamiento:",
    "opciones": [
      "Hipotético-deductivo",
      "Animista",
      "Sincrético",
      "Concreto"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Un adulto mayor de 75 años revisa su vida y siente que postergó todos sus grandes sueños y proyectos. Experimenta una profunda angustia al saber que el tiempo ha pasado y no logró lo que quiso. Según Erikson, este adulto está experimentando el polo negativo del conflicto de su etapa, conocido como:",
    "opciones": [
      "Estancamiento",
      "Aislamiento",
      "Inferioridad",
      "Desesperación"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué nombre recibe la teoría general abordada en el video que sostiene que la vida humana, aunque es continua, se divide artificialmente en etapas o segmentos desde la concepción hasta la muerte para poder estudiarla?",
    "opciones": [
      "Teoría del ciclo vital",
      "Teoría de la evolución mental",
      "Teoría del aprendizaje psicosocial",
      "Teoría sociocultural de la personalidad"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Según la teoría del desarrollo psicosexual de Sigmund Freud, ¿cuál es el centro de placer o zona erógena principal durante la fase anal (de los 18 a 36 meses)?",
    "opciones": [
      "La boca",
      "Los genitales",
      "Los esfínteres (uretra y ano)",
      "Todo el cuerpo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿En qué fase del desarrollo psicosexual de Freud la energía libidinal o instinto sexual se disipa temporalmente para permitir la construcción del superyó y centrarse en el aprendizaje escolar?",
    "opciones": [
      "Fase fálica",
      "Fase de latencia",
      "Fase oral",
      "Fase genital"
    ],
    "correcta": 1
  },
  {
    "pregunta": "De acuerdo con la teoría psicosocial de Erik Erikson, ¿qué virtud fundamental desarrolla el individuo si supera positivamente la primera crisis de 'Confianza versus Desconfianza'?",
    "opciones": [
      "Voluntad",
      "Propósito",
      "Esperanza",
      "Competencia"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿En qué rango de edad y etapa ocurre típicamente el conflicto psicosocial de 'Generatividad versus Estancamiento' según Erikson?",
    "opciones": [
      "Adultez temprana (20 a 40 años)",
      "Adultez intermedia (40 a 65 años)",
      "Adolescencia (12 a 20 años)",
      "Adultez tardía (65 a más)"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cómo denomina Jean Piaget a su teoría que investiga cómo se origina y construye el conocimiento en el ser humano a partir de bases biológicas y su relación con el entorno?",
    "opciones": [
      "Psicoanálisis cognitivo",
      "Constructivismo exógeno",
      "Epistemología genética",
      "Teoría psicosocial"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según Piaget, ¿cómo se le llama a la capacidad cognitiva de la etapa preoperacional donde el niño utiliza un objeto físico para representar a otro totalmente distinto (ej. usar medio martillo como si fuera un soldado)?",
    "opciones": [
      "Egocentrismo racional",
      "Animismo puro",
      "Imitación diferida",
      "Juego simbólico"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué es el 'egocentrismo racional' o dogmatismo propio de la etapa de operaciones formales descrita en el video?",
    "opciones": [
      "La incapacidad del niño de saber que otros tienen necesidades físicas distintas a las suyas.",
      "La tendencia a atribuirle vida a los objetos inanimados.",
      "La excesiva importancia que el adolescente le da a sus propias ideas, creyendo que son las únicas correctas.",
      "La acomodación de nueva información en los esquemas infantiles previos."
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuál es el rango de edad aproximado asignado a la etapa de las 'Operaciones Concretas' en la teoría del desarrollo cognitivo de Jean Piaget?",
    "opciones": [
      "0 a 2 años",
      "2 a 7 años",
      "7 a 12 años",
      "12 años a más"
    ],
    "correcta": 2
  },
  {
    "pregunta": "En la etapa escolar (6 a 12 años), correspondiente al conflicto de 'Laboriosidad versus Inferioridad', el niño busca demostrar que es capaz de realizar tareas con éxito. Si su entorno lo refuerza positivamente, ¿qué virtud desarrolla?",
    "opciones": [
      "Fidelidad",
      "Competencia",
      "Amor",
      "Cuidado"
    ],
    "correcta": 1
  }
]
        },
        {
          "titulo": "4.3 Autoconocimiento, Autoconcepto y Autoestima",
          "youtube_id": "EmrQXd7EIQM",
          "pdf_link": "https://drive.google.com/file/d/1wk1cDq89xSGmK-PmPscgVnqJnmxfeoFL/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Qué es el autoconocimiento según lo explicado en la clase?",
    "opciones": [
      "Tomar conciencia de las cualidades y defectos propios para comprender por qué actuamos como lo hacemos",
      "Esforzarse por alcanzar la perfección sin importar los medios sociales",
      "Evaluar únicamente los errores cometidos en el pasado para castigarse",
      "Analizar la personalidad de las demás personas antes que la propia"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué método se recomienda en psicología para conocernos a nosotros mismos al distanciarnos de nuestros propios estados mentales?",
    "opciones": [
      "La proyección",
      "La introspección",
      "La disonancia cognitiva",
      "La extroversión"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Dentro de los aspectos a evaluar en el autoconocimiento, ¿cómo se definen las 'aptitudes'?",
    "opciones": [
      "Los principios éticos que guían nuestras acciones morales",
      "Los anhelos y metas que energizan nuestra conducta diaria",
      "Las capacidades, destrezas y talentos que uno posee de manera natural o aprendida",
      "Los vínculos sociales estables que formamos con los demás"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cómo se define la autoestima?",
    "opciones": [
      "La capacidad intelectual de resolver problemas lógicos y matemáticos",
      "La valoración global que el sujeto hace sobre sí mismo, sea de aprobación o desaprobación",
      "La representación mental exclusiva de la apariencia física frente al espejo",
      "La negación absoluta de los propios defectos para mantener la felicidad"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuáles son las áreas de expresión de la autoestima abordadas en la clase?",
    "opciones": [
      "Motivacional, valorativa, física y espiritual",
      "Introspectiva, objetiva, subjetiva y moral",
      "Cognitiva, afectiva, conductual y relacional",
      "Primaria, secundaria, ideal y real"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿En qué consiste el área cognitiva de la autoestima?",
    "opciones": [
      "En los vínculos sociales y amistades que se establecen",
      "En la forma en que nos comportamos o actuamos físicamente ante un reto",
      "En las reacciones emocionales inmediatas frente a un estímulo externo",
      "En las ideas, creencias y pensamientos que tiene la persona sobre sí misma"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Según la clasificación moderna de López de Bernal y González, ¿cuáles son los tipos de autoestima?",
    "opciones": [
      "Extrovertida, introvertida y neutra",
      "Alta (saludable), baja y falsa",
      "Ideal, real y subjetiva",
      "Orgullosa, deprimida y estable"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Según el modelo de Carl Rogers mencionado en el texto final, ¿qué ocurre cuando hay una brecha muy grande entre el 'self real' y el 'self ideal'?",
    "opciones": [
      "La persona siente insatisfacción, inconformidad y frustración",
      "La persona logra la motivación máxima para alcanzar el éxito",
      "Se produce un estado de absoluta autoaceptación",
      "La persona desarrolla vigorexia instantáneamente"
    ],
    "correcta": 0
  },
  {
    "pregunta": "En la escalera de la autoestima de Mauro Rodríguez, ¿qué peldaño implica atender las propias necesidades y saber decir que 'no' cuando corresponde?",
    "opciones": [
      "Autoconcepto",
      "Autorrespeto",
      "Autoevaluación",
      "Autoconocimiento"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es la diferencia entre la 'apariencia física' y la 'imagen corporal'?",
    "opciones": [
      "Son términos exactamente sinónimos en psicología evolutiva",
      "El físico es puramente mental y la imagen corporal es la realidad biológica",
      "El físico es la apariencia real y objetiva, mientras la imagen corporal es la representación mental subjetiva de dicho cuerpo",
      "El físico depende enteramente de la sociedad y la imagen corporal depende de la genética"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: María suele criticar duramente a sus amigas cuando reaccionan con gritos y llanto al discutir con sus parejas. Sin embargo, cuando ella pasa por lo mismo, justifica sus propias agresiones diciendo que es 'normal estallar'. Para que María pueda analizar objetivamente su conducta y dejar de justificarse, el profesor recomendaría que emplee la:",
    "opciones": [
      "Egolatría",
      "Vigorexia",
      "Autoimagen",
      "Introspección"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Ricardo es un joven que, al evaluar sus características, nota que en el 90% de las situaciones sociales prefiere quedarse a un lado, evitar ser el centro de atención y conversar solo consigo mismo o en un círculo muy cerrado. Este rasgo constante en el tiempo hace referencia al aspecto de su autoconocimiento denominado:",
    "opciones": [
      "Motivación",
      "Personalidad",
      "Valores",
      "Aptitud"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un joven en redes sociales suele presumir constantemente el alto precio de sus zapatillas y ropa de marca para sentirse superior a los demás, enojándose bruscamente cuando alguien cuestiona su estilo. Según la clasificación actual (López de Bernal), este joven presenta una autoestima:",
    "opciones": [
      "Falsa, porque basa su seguridad en cosas externas y materiales para enmascarar una baja autoestima real",
      "Alta, porque demuestra gran seguridad financiera y no le teme a la opinión pública",
      "Baja evidente, ya que carece por completo de mecanismos de defensa",
      "Saludable, porque conoce sus límites económicos y los respeta"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Al caminar por la calle, a Susana se le rompe el taco del zapato y un par de personas la miran. Inmediatamente, Susana siente una profunda vergüenza, se sonroja y quiere huir corriendo del lugar. Esta reacción emocional inmediata es una expresión de su autoestima en el área:",
    "opciones": [
      "Relacional",
      "Afectiva",
      "Cognitiva",
      "Conductual"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Carla siempre hace los trabajos grupales de la universidad ella sola para que su pareja no se moleste y le permite que revise su celular a diario, pues cree firmemente que si reclama, la dejarán sola. Esta forma de establecer vínculos perjudiciales y permitir abusos se vincula con el área de expresión de la autoestima llamada:",
    "opciones": [
      "Afectiva",
      "Cognitiva",
      "Relacional",
      "Formativa"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un abogado recién egresado recibe una oferta para ganar un caso millonario sobornando a un juez. A pesar de necesitar el dinero, rechaza la oferta porque considera que la honestidad y la justicia son innegociables en su carrera. Este aspecto que guía sus acciones para conseguir sus metas corresponde a sus:",
    "opciones": [
      "Aptitudes",
      "Rasgos de personalidad",
      "Creencias limitantes",
      "Valores"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: A pesar de haber perdido varias oportunidades laborales por ser impulsivo y violento, Juan finalmente admite que tiene un problema con el control de su ira y decide buscar ayuda profesional, reconociendo esto como un hecho en lugar de culpar a los demás. En la escalera de la autoestima, Juan está ejercitando la:",
    "opciones": [
      "Autoaceptación",
      "Autoevaluación",
      "Autoconcepto ideal",
      "Egolatría"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: A Roberto le insisten sus amigos para quedarse en una fiesta hasta la madrugada. Aunque él sabe que tiene un examen muy importante al día siguiente y realmente necesita irse a dormir, cede ante la presión social para que no lo llamen 'aburrido'. Según la escalera de Mauro Rodríguez, en esta situación a Roberto le falta:",
    "opciones": [
      "Autoconocimiento",
      "Autoimagen",
      "Autorrespeto",
      "Autoevaluación"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Ana es una joven delgada, pero debido a que consume muchos programas de televisión y redes sociales con estándares de belleza irreales, al mirarse al espejo se percibe a sí misma con sobrepeso, por lo que ha comenzado a restringir severamente sus alimentos. Según el texto analizado en clase, se infiere que Ana:",
    "opciones": [
      "Tiene una autoestima exageradamente alta e imbatible",
      "Presenta una distorsión de su imagen corporal y está en riesgo de un trastorno de conducta alimentaria",
      "Evidencia un self ideal perfectamente equilibrado con su self real",
      "Ha alcanzado sólidamente el peldaño del autorrespeto y autoconcepto"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un fisicoculturista asiste al gimnasio cuatro horas diarias y ha desarrollado un cuerpo sumamente musculoso. Sin embargo, al mirarse al espejo, él siente que está 'demasiado flaco' y se frustra constantemente. Este trastorno, mencionado en clase como un ejemplo de imagen corporal errónea, se denomina:",
    "opciones": [
      "Vigorexia",
      "Anorexia",
      "Bulimia",
      "Disonancia cognitiva positiva"
    ],
    "correcta": 0
  }
]
        },
        {
          "titulo": "4.4 Sexualidad Psicología",
          "youtube_id": "kP3l0wOjPfI",
          "pdf_link": "https://drive.google.com/file/d/1wk1cDq89xSGmK-PmPscgVnqJnmxfeoFL/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿A qué se refiere la dimensión biológica de la sexualidad humana según lo explicado en el video?",
    "opciones": [
      "A las formas de comportamiento dictadas por la cultura y la sociedad",
      "A la condición o estado anatómico y fisiológico que diferencia al macho de la hembra (el sexo)",
      "A la atracción afectiva y romántica que siente una persona por otra",
      "A las fantasías y pensamientos íntimos durante la adolescencia"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es la hormona sexual dominante en los varones mencionada por el profesor?",
    "opciones": [
      "Estrógeno",
      "Progesterona",
      "Testosterona",
      "Adrenalina"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Dentro de la dimensión sociocultural de la sexualidad, ¿qué significa el 'rol de género'?",
    "opciones": [
      "La preferencia en la elección de la pareja íntima",
      "Las formas de comportamiento determinadas socialmente según si se es masculino o femenino",
      "El rechazo biológico a los órganos reproductores propios",
      "La carga genética y cromosómica con la que nace el individuo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué es la 'disforia de género' según la definición del manual DSM-5 citado en la clase?",
    "opciones": [
      "El rechazo profundo de una persona hacia el género que le fue asignado al nacer",
      "La atracción física y emocional exclusiva hacia personas del mismo sexo",
      "El disfrute del dolor físico durante un acto sexual",
      "La ausencia total de deseo sexual a lo largo de la vida"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Según la Teoría Triangular del Amor de Robert Sternberg, ¿cuáles son los tres componentes fundamentales del amor?",
    "opciones": [
      "Fidelidad, amistad y atracción",
      "Intimidad, pasión y compromiso",
      "Respeto, comunicación y noviazgo",
      "Idealización, erotismo y socialización"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué nombre recibe el tipo de amor propuesto por Sternberg que combina únicamente 'Intimidad' y 'Compromiso', siendo muy común en matrimonios de muchos años donde se ha perdido el deseo sexual?",
    "opciones": [
      "Amor romántico",
      "Amor consumado",
      "Amor fatuo",
      "Amor sociable"
    ],
    "correcta": 3
  },
  {
    "pregunta": "¿Qué característica principal define la etapa del 'enamoramiento' en las relaciones de pareja descritas en el video?",
    "opciones": [
      "Se sobrevaloran las virtudes de la otra persona y se minimizan por completo sus defectos",
      "Se busca formar grupos del mismo sexo para consolidar amistades",
      "Existe un rechazo total al contacto físico",
      "La pareja establece un plan de vida estable y muy realista a largo plazo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Por qué el profesor afirma que el método del 'coitus interruptus' (retiro antes de la eyaculación) es inefectivo y se considera un mito sexual?",
    "opciones": [
      "Porque inhibe la producción natural de testosterona",
      "Porque genera problemas severos de erección en el varón",
      "Porque existe un líquido preseminal que contiene miles de espermatozoides capaces de causar un embarazo",
      "Porque elimina la etapa de intimidad en la pareja"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué son las parafilias según la definición dada en la clase?",
    "opciones": [
      "Relaciones románticas basadas estrictamente en la fidelidad",
      "Comportamientos o trastornos sexuales donde el placer se consigue a través de medios no convencionales",
      "Enfermedades de transmisión sexual severas",
      "Fases del enamoramiento temprano en la adolescencia"
    ],
    "correcta": 1
  },
  {
    "pregunta": "De acuerdo con las parafilias explicadas, ¿en qué consiste el 'voyeurismo'?",
    "opciones": [
      "En frotar los genitales en las partes íntimas de otra persona sin su consentimiento",
      "En disfrutar causando dolor físico o sufrimiento a la pareja",
      "En exhibir compulsivamente los genitales ante personas del sexo opuesto",
      "En disfrutar observando a otras personas que se encuentran en momentos íntimos o relaciones sexuales"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Al nacer, el pediatra indica a los padres que su bebé posee cromosomas XY y tiene testículos. Desde la dimensión biológica de la sexualidad abordada en clase, estos dos datos anatómicos corresponden, respectivamente, a:",
    "opciones": [
      "Sexo genital y sexo gonádico",
      "Sexo cromosómico y sexo gonádico",
      "Identidad de género y rol de género",
      "Sexo hormonal y sexo cromosómico"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: A Carlitos, de 5 años, le encanta jugar con carritos, pero un día le pide una muñeca a su papá. Su padre se enoja enormemente y le dice que 'las muñecas son cosas exclusivas de niñas y no debe jugar con eso'. La actitud limitante del padre se rige en base a:",
    "opciones": [
      "El sexo cromosómico del niño",
      "Un trastorno parifílico incipiente",
      "El rol de género impuesto cultural y socialmente",
      "La orientación sexual del menor"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: María nació con vulva y ovarios, por lo que su familia le asignó el género femenino. Sin embargo, al llegar a los 16 años, manifiesta un rechazo constante a ser tratada como mujer y expresa sentirse internamente como un varón. Según la dimensión psicológica, esta discrepancia es un caso de:",
    "opciones": [
      "Amor platónico",
      "Heterosexualidad",
      "Mito sexual",
      "Identidad de género (y evidencia de disforia de género)"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Martín y Sofía son grandes amigos. Conversan profundamente sobre sus metas, se apoyan emocionalmente cuando están tristes y son muy leales entre sí. Sin embargo, no sienten ninguna atracción física ni planean formalizar una relación estable a futuro. ¿Qué componente del amor de Sternberg es el único presente de manera fuerte aquí?",
    "opciones": [
      "La intimidad",
      "La pasión",
      "El compromiso",
      "El encaprichamiento"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Dos jóvenes se conocen por una aplicación de citas. Inmediatamente sienten una fuerte atracción física y, llevados por el intenso deseo y sin haber desarrollado casi ninguna comunicación profunda sobre sus vidas, deciden irse a vivir juntos y casarse al mes. Según Sternberg, están experimentando:",
    "opciones": [
      "Amor vacío",
      "Amor sociable",
      "Amor fatuo (o vano)",
      "Amor consumado"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Una adolescente de 14 años asiste a un concierto y queda fascinada con el cantante de la banda. Pasa horas en su habitación fantaseando e imaginando cómo sería besarlo y ser su novia, a pesar de que es un amor platónico e inalcanzable. ¿En qué etapa inicial de la relación de pareja se encuentra?",
    "opciones": [
      "Enamoramiento",
      "Idealización",
      "Noviazgo",
      "Heterosexualidad en el grupo de pares"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un grupo de cinco amigas de 15 años acude al cine y constantemente busca interactuar y sentarse cerca de un grupo de varones de su misma edad para conversar, con la esperanza de iniciar sus primeros vínculos amorosos. Esta dinámica grupal ilustra la etapa de:",
    "opciones": [
      "Heterosexualidad en el grupo de pares",
      "Compromiso fatuo",
      "Disforia grupal",
      "Exhibicionismo adolescente"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Un padre que es militar reprende a su hijo adolescente porque ha decidido estudiar gastronomía en lugar de ingeniería, argumentando que la cocina 'no es una profesión para machos'. Basándonos en lo expuesto por el profesor, podemos inferir lógicamente que:",
    "opciones": [
      "La gastronomía requiere de la hormona estrógeno para ser practicada",
      "La oposición del padre está directamente relacionada con los constructos sociales del rol de género",
      "El hijo presenta síntomas graves de frotorismo",
      "El padre está protegiendo el sexo gonádico de su hijo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un sujeto aprovecha sistemáticamente la aglomeración de pasajeros en los buses de transporte público para rozar deliberadamente sus genitales contra las personas frente a él y así obtener satisfacción y orgasmos. Esta alteración o trastorno psicosexual se denomina:",
    "opciones": [
      "Voyeurismo",
      "Anoxia",
      "Frotorismo (froteurismo)",
      "Sadismo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Una joven le comenta a su amiga que aceptó no usar preservativo porque era su 'primera vez' teniendo relaciones íntimas, y está totalmente convencida de que en la primera vez es imposible quedar embarazada. Según la clase de sexualidad, el pensamiento de la joven es:",
    "opciones": [
      "Una verdad médica respaldada por la ginecología moderna",
      "Una fase del amor consumado de Sternberg",
      "Un mito sexual, ya que el embarazo depende de la ovulación y los espermatozoides, no de si es la primera vez",
      "Una muestra clara de inteligencia práctica en la juventud"
    ],
    "correcta": 2
  }
]
        }
      ]
    },
    {
      "titulo": "Tema 5: Afectividad humana y motivación",
      "videos": [
        {
          "titulo": "5.1 AFECTIVIDAD Y MOTIVACIÓN",
          "youtube_id": "_2e1xzyYcCE",
          "pdf_link": "https://drive.google.com/file/d/1FUT8U8Jgu7vCMruy3nZSs-_yPsGUbPEA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Qué significa el concepto de 'afectividad' según el origen de la palabra explicado en el video?",
    "opciones": [
      "Alteración del alma o afectación de agrado y desagrado",
      "Búsqueda exclusiva del placer físico",
      "Estado de relajación absoluta del cuerpo",
      "Capacidad de memorizar eventos traumáticos"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Según la teoría de Smirnoff, ¿de dónde surgen los estados afectivos?",
    "opciones": [
      "De los traumas de la infancia reprimidos",
      "De la correspondencia o no entre nuestras necesidades y la realidad",
      "Únicamente de la activación del sistema nervioso simpático",
      "De la imitación de las emociones de nuestros padres"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué diferencia a una emoción de un sentimiento en cuanto a su duración e intensidad?",
    "opciones": [
      "La emoción es duradera y suave; el sentimiento es súbito y muy intenso",
      "No hay diferencia, ambos términos son sinónimos exactos",
      "La emoción es de corta duración y muy intensa; el sentimiento es prolongado y menos intenso",
      "La emoción surge en la corteza cerebral y el sentimiento en el sistema límbico"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuáles son los tres componentes que conforman toda emoción?",
    "opciones": [
      "Consciente, preconsciente e inconsciente",
      "Fisiológico, anatómico y genético",
      "Esténico, asténico y neutral",
      "Subjetivo (cognitivo), fisiológico y conductual"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Según la clasificación de Wilhelm Wundt, ¿qué son las emociones esténicas?",
    "opciones": [
      "Emociones pasivas que inhiben el organismo",
      "Emociones activas donde participa el sistema nervioso simpático",
      "Emociones que solo experimentan los animales",
      "Emociones que carecen de repercusión fisiológica"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué caracteriza a un 'estado de ánimo' a diferencia de una emoción?",
    "opciones": [
      "Es súbito, inesperado y de muy corta duración",
      "Es la forma de permanecer durante el día, es duradero y está ligado al temperamento",
      "Es un sentimiento extremo que domina por completo la vida del individuo",
      "Es una reacción exclusivamente cognitiva sin base biológica"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es el núcleo central o el punto de partida de todo proceso motivacional?",
    "opciones": [
      "La necesidad (la carencia de algo)",
      "El instinto animal",
      "El premio económico",
      "La emoción asténica"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Por qué se dice que la motivación tiene la característica de ser 'jerarquizadora' o 'selectiva'?",
    "opciones": [
      "Porque siempre se mantiene hasta lograr la meta trazada",
      "Porque nos guía y orienta hacia un objetivo específico",
      "Porque ante varias necesidades, el sujeto elige y prioriza la más importante",
      "Porque el ciclo motivacional nunca termina y se repite"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cómo clasifica Abraham Maslow las necesidades de su pirámide en términos generales?",
    "opciones": [
      "En necesidades primarias y necesidades terciarias",
      "En necesidades de déficit (tipo D) y necesidades de bienestar (tipo B)",
      "En necesidades orgánicas y necesidades inorgánicas",
      "En necesidades intrínsecas y necesidades instintivas"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué necesidad psicológica social se refiere al deseo de dominar, guiar y controlar a otras personas?",
    "opciones": [
      "Deseo de establecer relaciones afectivas agradables",
      "Deseo de dominar, guiar y controlar a otras personas (Necesidad de Poder)",
      "Deseo de superar obstáculos y lograr el éxito académico",
      "Deseo de independencia y autonomía personal"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: María siente fuertes palpitaciones, sudoración excesiva y sequedad en la boca al ver acercarse a un perro agresivo. ¿A qué componente de la emoción corresponden estas reacciones automáticas de su cuerpo?",
    "opciones": [
      "Al pensamiento de que el perro la va a morder",
      "A la decisión voluntaria de salir corriendo",
      "Al componente fisiológico u orgánico",
      "Al recuerdo de un ataque canino anterior"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Juan se prepara intensamente para su examen de admisión. Siente ansiedad y presión, pero esto lo motiva a estudiar más, manteniéndolo alerta y enfocado en su meta sin llegar a enfermarse. Según la clase, Juan está experimentando:",
    "opciones": [
      "Distrés severo",
      "Eustrés (estrés positivo o favorable)",
      "Una pasión inferior",
      "Apatía emocional"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Pedro se entera de que su mejor amigo no lo invitó a su fiesta. En lugar de entristecerse, piensa: 'Seguro fue una reunión muy íntima y familiar, no pasa nada', y se siente tranquilo. Este caso ilustra perfectamente la teoría afectiva de:",
    "opciones": [
      "La teoría de la jerarquía de necesidades de Maslow",
      "La teoría del estrés orgánico de Hans Selye",
      "La teoría de la correspondencia de Smirnoff",
      "La teoría cognitiva de Goleman y Lazarus (la emoción surge de la interpretación)"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Sofía fue asaltada en la calle hace unos minutos. Aún siente que su corazón late muy rápido, respira agitadamente y tiene energía lista para salir corriendo o defenderse, ya que su sistema nervioso simpático está al máximo. Según Wundt, ella experimentó una emoción:",
    "opciones": [
      "Esténica o activa",
      "Asténica o pasiva",
      "Sentimental prolongada",
      "De estado de ánimo depresivo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Desde que descubrió la música clásica, Beethoven dedicó cada hora de su vida a componer de forma obsesiva, siendo lo único que le daba sentido a su existencia y engrandeciéndolo como ser humano. Este estado afectivo extremo y dominante se denomina:",
    "opciones": [
      "Estado de ánimo fluctuante",
      "Emoción asténica",
      "Pasión (alta o superior)",
      "Motivación extrínseca de logro"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Una adolescente llora desconsoladamente al terminar su relación, sintiendo que su vida se acaba. Sin embargo, su amiga al enterarse de la ruptura no siente ningún dolor y le parece algo sin importancia. Esto demuestra que la afectividad posee la característica de:",
    "opciones": [
      "Amplitud",
      "Subjetividad (o profundidad personal)",
      "Nivel moral objetivo",
      "Polaridad neutra"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un estudiante decide postular a una universidad prestigiosa y estudiar arduamente todas las madrugadas, no porque le apasione aprender, sino porque sus padres le han prometido regalarle un automóvil si logra ingresar. ¿Qué tipo de motivación dirige su conducta?",
    "opciones": [
      "Motivación intrínseca",
      "Motivación fisiológica reguladora",
      "Motivación biosocial afectiva",
      "Motivación extrínseca"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: A pesar de que su madre le ofrece ayuda, un niño de seis años insiste firmemente en armar su rompecabezas completamente solo, afirmando: '¡Yo puedo decidir y hacerlo por mí mismo!'. Esta conducta busca satisfacer la necesidad psicológica personal de:",
    "opciones": [
      "Determinación o autonomía",
      "Poder social",
      "Regulación fisiológica",
      "Afiliación grupal"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Un trabajador ya tiene un excelente sueldo y un hogar seguro, pero ahora se esfuerza horas extra únicamente para ser nombrado 'El empleado del mes', buscando el reconocimiento, el prestigio y los aplausos de sus colegas. Según la pirámide de Maslow, busca satisfacer la necesidad de:",
    "opciones": [
      "Autorrealización",
      "Pertenencia o afiliación",
      "Estima",
      "Seguridad"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: A José le ofrecen un puesto de trabajo que paga un salario extraordinario (algo que desea mucho), pero le exigen mudarse a una ciudad con un clima y un ambiente que él detesta profundamente (algo que rechaza). Este escenario lo pone frente a un conflicto motivacional de:",
    "opciones": [
      "Atracción - Atracción",
      "Evitación - Evitación",
      "Atracción - Evitación",
      "Frustración múltiple"
    ],
    "correcta": 2
  }
]
        },
        {
          "titulo": "5.2 Psiología: Afectividad y emociones",
          "youtube_id": "frgHMQtZvrw",
          "pdf_link": "https://drive.google.com/file/d/1FUT8U8Jgu7vCMruy3nZSs-_yPsGUbPEA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Qué es la afectividad, de acuerdo con la explicación de la clase?",
    "opciones": [
      "La reacción íntima con un fondo hedónico y de intensidad variable frente a una situación.",
      "El uso de la inteligencia racional para resolver problemas complejos.",
      "La capacidad de memorizar eventos traumáticos del pasado.",
      "La asimilación y aceptación incondicional de normas y valores en la sociedad."
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué característica define principalmente a una emoción en comparación con otros estados afectivos?",
    "opciones": [
      "Es de larga duración y carece por completo de componentes físicos.",
      "Es un proceso netamente reflexivo, cognitivo y evaluativo.",
      "Es de aparición súbita, muy intensa y de corta duración.",
      "Es un patrón de comportamiento exclusivo y único de la especie humana."
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué estado afectivo se caracteriza por tener un fuerte componente cognitivo y de valoración, siendo de mayor duración pero de menor intensidad que una emoción?",
    "opciones": [
      "El estado de ánimo",
      "El sentimiento",
      "La pasión",
      "El estrés"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es el estado afectivo que no depende de un estímulo externo específico, puede durar horas o días y está ligado directamente a los niveles de energía de la persona?",
    "opciones": [
      "La emoción",
      "El estado de ánimo",
      "La pasión",
      "El sentimiento"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuáles son los tres componentes fundamentales que estructuran una emoción?",
    "opciones": [
      "Simpático, parasimpático y central",
      "Primario, secundario y terciario",
      "Cognitivo-subjetivo, conductual-expresivo y fisiológico-adaptativo",
      "Introspectivo, extrovertido y neutral"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué estructura anatómica del cerebro es la principal encargada de regular y controlar la expresión de nuestras emociones (gestión emocional)?",
    "opciones": [
      "La amígdala cerebral",
      "El hipocampo",
      "El córtex prefrontal",
      "El tálamo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "Según la teoría cognitiva de Richard Lazarus, ¿en qué consiste la 'evaluación secundaria' para la aparición de una emoción?",
    "opciones": [
      "En juzgar si un evento externo nos beneficia o nos perjudica",
      "En valorar los recursos personales que se tienen para afrontar una situación",
      "En reaccionar fisiológicamente mediante la activación del sistema nervioso simpático",
      "En suprimir por completo cualquier respuesta emocional que se considere negativa"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué postuló el científico Charles Darwin respecto a la existencia de las emociones?",
    "opciones": [
      "Que cumplen una función adaptativa que permite la sobrevivencia de la especie.",
      "Que son características exclusivas de los seres humanos altamente civilizados.",
      "Que son reacciones patológicas que deben ser eliminadas por la razón y la lógica.",
      "Que no tienen ninguna utilidad práctica, sino meramente estética."
    ],
    "correcta": 0
  },
  {
    "pregunta": "Según las investigaciones del psicólogo Paul Ekman, ¿qué rasgo distintivo tienen las emociones primarias o básicas?",
    "opciones": [
      "Dependen totalmente del nivel de educación formal de la persona.",
      "Su expresión gestual facial es universal en todas las culturas del mundo.",
      "Solo se pueden identificar y medir mediante pruebas neurológicas complejas.",
      "Varían drásticamente dependiendo del continente en el que nazca el individuo."
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué emoción es considerada 'social o secundaria' debido a que no es innata, sino que se aprende mediante el entorno y la socialización?",
    "opciones": [
      "El miedo",
      "El asco",
      "La sorpresa",
      "La culpa"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Al ver a un niño pidiendo limosna en la calle, Ricardo reflexiona sobre la desigualdad y la difícil situación del menor. Esto despierta en él un deseo profundo de ayudar que perdura en su mente a lo largo de todo el día. Este estado afectivo, cargado de valoración y reflexión, se denomina:",
    "opciones": [
      "Pasión desenfrenada",
      "Emoción súbita",
      "Sentimiento",
      "Estado de ánimo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Carlos se despierta un lunes por la mañana y, sin que haya ocurrido ningún evento o estímulo externo, se siente desganado, sin energía y reniega de tener que empezar sus actividades diarias. De acuerdo con la clase, Carlos experimenta un:",
    "opciones": [
      "Estado de ánimo",
      "Sentimiento profundo",
      "Ataque de pánico",
      "Desequilibrio prefrontal"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Un joven decide vender su automóvil, renuncia a su trabajo estable y gasta todos sus ahorros de años con el único objetivo de viajar a Rusia y ver jugar a la selección peruana de fútbol. En la psicología de la afectividad, esta conducta impulsiva y excluyente es movida por:",
    "opciones": [
      "Un estado de ánimo pasajero",
      "Una emoción asténica",
      "Una pasión",
      "Un sentimiento de empatía"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Al ser sorprendido en un callejón por un perro rabioso, el corazón de Luis empieza a latir rápidamente y la sangre se bombea intensamente hacia sus piernas, preparándolo de inmediato para correr y huir. Estos cambios corporales automáticos ilustran el componente emocional denominado:",
    "opciones": [
      "Conductual-expresivo",
      "Cognitivo-subjetivo",
      "Fisiológico-adaptativo",
      "Racional-deliberativo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Ante el anuncio de un examen final muy riguroso, Ana piensa: 'Esta prueba me va a perjudicar mucho, pero he repasado todos los temas con dedicación y sé que tengo la capacidad y el conocimiento para aprobar'. El reconocimiento de su propia capacidad para superar el reto corresponde a la:",
    "opciones": [
      "Evaluación primaria",
      "Evaluación secundaria",
      "Reacción súbita",
      "Innovación emocional"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un antropólogo viaja a una tribu completamente aislada en la selva y nota que los nativos fruncen el ceño, muestran los dientes y tensan el rostro cuando se enojan, haciéndolo exactamente igual que en su país de origen. Este hecho corrobora la teoría de Paul Ekman sobre:",
    "opciones": [
      "La naturaleza netamente aprendida de todas las emociones.",
      "La fuerte influencia del córtex prefrontal en los instintos básicos.",
      "La universalidad de la expresión de las emociones primarias.",
      "El efecto de las pasiones irracionales en el comportamiento grupal."
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Durante una discusión acalorada en la oficina, a Pedro le dan ganas de gritar e insultar a su jefe. Sin embargo, procesa mentalmente las consecuencias negativas de perder su empleo, decide calmarse, respira hondo y responde con respeto. La estructura cerebral que permitió regular y frenar este asalto emocional es:",
    "opciones": [
      "La amígdala cerebral",
      "El sistema nervioso simpático",
      "El hipocampo",
      "El córtex prefrontal"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Un conductor observa que un policía de tránsito recibe un soborno. Siente mucha cólera y quiere hacer un escándalo en la calle, pero se da cuenta de que está acompañado de sus hijos pequeños y elige callar para no asustarlos ni causarles estrés. Según Daniel Goleman y la inteligencia emocional, esta actitud ilustra la habilidad de:",
    "opciones": [
      "Innovación",
      "Autodominio",
      "Escrupulosidad",
      "Confiabilidad"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: De pequeño, un niño derramaba agua accidentalmente y su padre le gritaba con dureza frente a visitas, tachándolo de torpe. Años después, ya adulto, el sujeto experimenta un malestar angustiante cada vez que comete el más mínimo error en público. Esta reacción adquirida se clasifica como una:",
    "opciones": [
      "Emoción primaria innata",
      "Pasión destructiva superior",
      "Emoción social o secundaria",
      "Respuesta fisiológica parasimpática"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Cuando María huele el perfume específico que usaba su abuela fallecida, recuerda instantáneamente la casa de su infancia, el año en que vivía allí y la cocina donde ella le preparaba postres, experimentando melancolía. La estructura del sistema límbico que otorga toda esta información contextual a sus recuerdos emocionales es:",
    "opciones": [
      "El hipocampo",
      "La amígdala",
      "El tálamo",
      "El sistema nervioso parasimpático"
    ],
    "correcta": 0
  }
]
        },
        {
          "titulo": "5.3  PSICOLOGÍA - Motivación",
          "youtube_id": "WpUxhtgWOGk",
          "pdf_link": "https://drive.google.com/file/d/1FUT8U8Jgu7vCMruy3nZSs-_yPsGUbPEA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Qué implica el 'fondo hedónico' en una reacción afectiva según lo explicado en clase?",
    "opciones": [
      "Experimentar íntimamente una sensación de agrado o desagrado (placer o displacer)",
      "Evaluar cognitivamente los recursos lógicos disponibles",
      "Controlar los impulsos originados en el sistema límbico",
      "Aumentar la energía física para realizar deporte u otras actividades"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Según la teoría de Schachter-Singer, ¿qué evaluaciones son necesarias para que se produzca una emoción?",
    "opciones": [
      "Una evaluación exclusiva del entorno social y cultural",
      "Una evaluación de la situación externa y otra de los cambios fisiológicos del propio cuerpo",
      "Una evaluación primaria de amenaza y una evaluación secundaria de recursos",
      "Una evaluación del córtex prefrontal y una evaluación del hipocampo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué tipo de emociones son la vergüenza, la culpa y el orgullo, según lo mencionado en el video?",
    "opciones": [
      "Emociones primarias",
      "Emociones innatas o reflejas",
      "Emociones sociales o secundarias (aprendidas)",
      "Emociones puramente fisiológicas"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué característica distingue al estado de ánimo de una emoción súbita?",
    "opciones": [
      "Siempre está dirigido a un objeto o persona específica de forma intensa",
      "No requiere de un estímulo externo para aparecer y se relaciona estrechamente con el nivel de energía de la persona",
      "Tiene un fuerte componente corporal y gestual que todos pueden percibir al instante",
      "Aparece y desaparece en cuestión de muy pocos segundos"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué función principal tiene la amígdala cerebral en el procesamiento afectivo?",
    "opciones": [
      "Procesar y detonar las reacciones emocionales rápidas e intensas (como el miedo o la cólera) orientadas a la supervivencia",
      "Regular la lógica matemática y el pensamiento abstracto superior",
      "Almacenar únicamente el contexto de lugar y hora exacta de un recuerdo",
      "Frenar los impulsos y evaluar racionalmente las consecuencias a largo plazo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Dentro de las habilidades de inteligencia emocional abordadas en clase, ¿a qué se refiere la 'escrupulosidad'?",
    "opciones": [
      "A sentir un asco intenso ante situaciones que nos resultan desagradables",
      "A asumir la total responsabilidad de nuestros propios actos sin buscar justificaciones ni pretextos",
      "A cambiar radicalmente las técnicas de estudio por métodos más modernos",
      "A expresar libremente cualquier impulso sin utilizar el córtex prefrontal"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Qué característica fundamental permite diferenciar una 'fobia' de un miedo intenso (pánico)?",
    "opciones": [
      "La fobia tiene siempre una menor duración",
      "La fobia es un temor de muy baja intensidad",
      "La fobia es un miedo catalogado como patológico",
      "La fobia es una emoción secundaria que solo se aprende en la adultez"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué estructura específica del cerebro tiene la función de aportar 'información contextual' (dónde y cuándo ocurrió el evento) a un recuerdo emocional?",
    "opciones": [
      "La amígdala cerebral",
      "El hipotálamo",
      "El córtex prefrontal",
      "El hipocampo"
    ],
    "correcta": 3
  },
  {
    "pregunta": "En los patrones conductuales de las emociones descritos en clase, ¿cuál es el 'mensaje' o impulso primario que genera la cólera?",
    "opciones": [
      "Huir, escapar o esconderse",
      "Atacar, confrontar o golpear",
      "Reflexionar, paralizarse y solidarizarse",
      "Llorar y buscar inmediatamente el consuelo de un tercero"
    ],
    "correcta": 1
  },
  {
    "pregunta": "Durante el componente fisiológico del miedo, ¿hacia qué parte del cuerpo bombea mayor cantidad de sangre el corazón para facilitar la adaptación?",
    "opciones": [
      "Hacia el cerebro para poder formular mejores argumentos",
      "Hacia las manos y brazos para estar listo para pelear",
      "Hacia los pulmones para permitir gritos de auxilio más fuertes",
      "Hacia las piernas y los pies para preparar al individuo para correr y huir"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Un padre pasea por el parque con su bebé que llora desconsoladamente. El padre murmura suavemente: 'Tranquilo, todo va a ir muy bien, relájate'. Una señora lo felicita por hablarle con tanta paciencia al niño, pero él le aclara que en realidad se estaba hablando a sí mismo. Esta historia ejemplifica la importancia de:",
    "opciones": [
      "Tener un control del diálogo interno para gestionar los asaltos emocionales y la cólera",
      "Suprimir por completo la expresión conductual de cualquier emoción",
      "Ignorar a los bebés cuando lloran para evitar el distrés",
      "Aplicar rígidamente la teoría evolutiva de Darwin en la crianza infantil"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Frente a la entrega de resultados de un simulacro, Luis siente una leve incertidumbre, Ana experimenta temor, y Carlos entra en un estado de pánico que lo paraliza. Aunque el estímulo es idéntico, la gradación en sus reacciones evidencia en la afectividad su:",
    "opciones": [
      "Polaridad afectiva (agrado-desagrado)",
      "Intensidad de reacción emocional",
      "Profundidad de las pasiones",
      "Duración del estado de ánimo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Al ser perseguido por un perro agresivo, a Marcos no le duele una torcedura en el pie que sufrió al escapar, pues su cuerpo ha liberado gran cantidad de adrenalina para enfocar toda su energía en la huida. Esta supresión temporal del dolor refleja la función de las emociones postulada por:",
    "opciones": [
      "Richard Lazarus, en su evaluación secundaria",
      "Charles Darwin, como función adaptativa y de sobrevivencia",
      "Paul Ekman, en el análisis de expresiones universales",
      "Schachter-Singer, mediante la evaluación fisiológica consciente"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un detective interroga a un sospechoso. Aunque este mantiene una coartada muy bien armada, el detective nota microexpresiones faciales, pequeños tics y un sutil cambio en el tono de voz que delatan la mentira. Esta capacidad para leer el 'lenguaje' de las emociones halla sustento teórico en los estudios de:",
    "opciones": [
      "Paul Ekman",
      "Sigmund Freud",
      "Wilhelm Wundt",
      "Daniel Goleman"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Al iniciar la cuarentena, María notó que no lograba concentrarse estudiando en su sala. Decidió cambiar su horario, diseñar un nuevo espacio en su habitación e inventar nuevas técnicas metacognitivas para procesar la información bajo este nuevo contexto. En la inteligencia emocional, esta habilidad se denomina:",
    "opciones": [
      "Escrupulosidad extrema",
      "Confiabilidad incondicional",
      "Innovación (adaptabilidad y flexibilidad ante los cambios)",
      "Inhibición de la reacción parasimpática"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Julián llega tarde a su examen final y, en lugar de reconocer que no calculó bien su tiempo de viaje, le recrimina a su madre: 'Es que tú te demoraste en servirme el desayuno'. Según la gestión emocional abordada, ¿qué elemento carece por completo Julián?",
    "opciones": [
      "Autodominio",
      "Innovación metacognitiva",
      "Integridad psicosomática",
      "Escrupulosidad (hacerse responsable de sus propios actos)"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Un investigador biológico se obsesiona con el estudio de una nueva bacteria; pasa meses enteros en su laboratorio, olvidándose de dormir, de comer adecuadamente y de socializar, pues toda su vida y pensamientos giran únicamente en torno a ese hallazgo. Este estado afectivo envolvente se denomina:",
    "opciones": [
      "Estado de ánimo fluctuante",
      "Pasión (estado pasional)",
      "Emoción primaria repentina",
      "Sentimiento de solidaridad social"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Dos amigos ven que su examen contendrá preguntas muy complejas. Juan piensa: 'He practicado lo suficiente, tengo las herramientas para resolverlo' y siente valor. Raúl piensa: 'No he estudiado nada, estoy perdido' y siente un miedo intenso. Según Richard Lazarus, esta notable diferencia se debe a:",
    "opciones": [
      "La evaluación secundaria de sus propios recursos de afrontamiento",
      "La evaluación primaria centrada solo en si el evento es bueno o malo",
      "La activación innata del sistema nervioso simpático heredada",
      "La carencia de hipocampo en uno de los estudiantes"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: En medio de una discusión muy fuerte, a Diego le invade el impulso de golpear a su amigo. Sin embargo, hace una pausa, evalúa mentalmente que eso destruiría su amistad y se traería graves problemas legales, por lo que decide controlarse y salir a caminar. La estructura neurológica que le permitió imponer este parámetro y regular su emoción fue:",
    "opciones": [
      "El hipotálamo",
      "La amígdala cerebral",
      "El córtex prefrontal",
      "El sistema nervioso autónomo simpático"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un estudiante jura querer ingresar a la universidad, pero pasa todas las tardes jugando videojuegos y jamás revisa sus apuntes, quejándose luego de su mala suerte. Según los conceptos de Daniel Goleman, a este joven le falta la unidad de criterio y la coherencia entre lo que piensa, siente y hace, habilidad conocida como:",
    "opciones": [
      "Autodominio represivo",
      "Confiabilidad (integridad/coherencia)",
      "Innovación técnica",
      "Evaluación fisiológica prefrontal"
    ],
    "correcta": 1
  }
]
        },
        {
          "titulo": "5.4 La clasificación de la motivación",
          "youtube_id": "8HPxeJIYInc",
          "pdf_link": "https://drive.google.com/file/d/1FUT8U8Jgu7vCMruy3nZSs-_yPsGUbPEA/view",
          "gratis": true,
          "preguntas": [
{
    "pregunta": "¿Cuáles son los dos grandes grupos en los que se clasifica la motivación según el video?",
    "opciones": [
      "Motivación primaria y motivación secundaria",
      "Motivación biológica y motivación social",
      "Motivación intrínseca y motivación extrínseca",
      "Motivación material y motivación espiritual"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿En qué consiste principalmente la motivación intrínseca?",
    "opciones": [
      "En actuar exclusivamente para evitar castigos",
      "En recibir altas recompensas económicas por el esfuerzo",
      "En obedecer órdenes de una autoridad externa",
      "En actuar por interés propio, disfrute y la sensación del reto o desafío"
    ],
    "correcta": 3
  },
  {
    "pregunta": "La motivación intrínseca busca la satisfacción de necesidades psicológicas que se basan en tres pilares, ¿cuáles son?",
    "opciones": [
      "Dinero, fama y poder",
      "Alimentación, seguridad y descanso",
      "Autonomía, competencia y afinidad",
      "Persistencia, obediencia y condicionamiento"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Cuál de los siguientes es un beneficio importante de la motivación intrínseca mencionado en la clase?",
    "opciones": [
      "Aumento del bienestar subjetivo (mayor vitalidad, menor ansiedad y depresión)",
      "Disminución de la productividad laboral",
      "Mayor obediencia y sumisión a las reglas externas",
      "Obtención rápida de bienes materiales y premios"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Cuál es la frase o premisa sobre la cual está basada la motivación extrínseca?",
    "opciones": [
      "Haz lo que te apasione y serás libre",
      "La creatividad nace de la autonomía",
      "Haz esto y obtendrás esto",
      "El aprendizaje profundo requiere tiempo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "¿Qué ocurre con la motivación intrínseca cuando se presenta el fenómeno del 'costo oculto de las recompensas'?",
    "opciones": [
      "Se multiplica y genera una motivación inquebrantable",
      "Se reduce o se elimina por la presencia de un motivador extrínseco",
      "Se transforma en un deseo incontrolable de bienestar",
      "Se vuelve completamente independiente del entorno social"
    ],
    "correcta": 1
  },
  {
    "pregunta": "¿Cuál es el 'efecto primario intencional' de otorgar una recompensa externa por hacer una actividad?",
    "opciones": [
      "Socavar el deseo de aprender",
      "Mejorar la calidad de la autonomía",
      "Disminuir la motivación intrínseca",
      "Promover la obediencia y el cumplimiento de la tarea"
    ],
    "correcta": 3
  },
  {
    "pregunta": "Según la primera proposición teórica explicada en el video, ¿los sucesos externos afectan la motivación intrínseca cuando influyen en qué aspecto?",
    "opciones": [
      "En el locus percibido de causalidad",
      "En la cantidad de dinero recibido",
      "En el nivel de ansiedad patológica",
      "En el deseo de afinidad social"
    ],
    "correcta": 0
  },
  {
    "pregunta": "Según la segunda proposición teórica, los sucesos externos afectan la motivación en actividades desafiantes si influyen en:",
    "opciones": [
      "La competencia percibida del individuo",
      "El locus de obediencia incondicional",
      "La persistencia en el condicionamiento",
      "La disminución de la productividad"
    ],
    "correcta": 0
  },
  {
    "pregunta": "¿Qué característica fundamental diferencia los resultados de la motivación intrínseca frente a la extrínseca según las conclusiones de la clase?",
    "opciones": [
      "La extrínseca produce mayor creatividad y la intrínseca mayor obediencia",
      "La intrínseca genera un aprendizaje profundo y productividad, mientras que la extrínseca se hace solo para obtener un premio o evitar un castigo",
      "La intrínseca es más rápida de lograr y la extrínseca necesita más tiempo",
      "No existe ninguna diferencia en el tipo de aprendizaje, solo en el premio otorgado"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: María pasa sus tardes resolviendo complejos rompecabezas matemáticos. Nadie le exige que lo haga ni le pagan por ello; simplemente le fascina dominar el desafío y siente que crece intelectualmente. ¿Qué tipo de motivación dirige la conducta de María?",
    "opciones": [
      "Motivación extrínseca",
      "Motivación de obediencia",
      "Motivación intrínseca",
      "Motivación de costo oculto"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Juan odia ordenar su habitación, pero su madre le ha prometido que si la ordena todos los días, le comprará el videojuego que tanto desea. Él cumple la tarea sin falta. ¿Qué dinámica define mejor la conducta de Juan según el video?",
    "opciones": [
      "El bienestar subjetivo que supera al esfuerzo físico",
      "La búsqueda de autonomía y afinidad",
      "El esquema condicionado de 'Haz esto y obtendrás esto' (Motivación extrínseca)",
      "El deseo espontáneo de crecimiento personal"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un niño adoraba leer libros de aventuras solo por diversión. Su escuela implementó un programa donde pagaban con fichas por cada libro leído. Meses después, el programa fue cancelado y el niño perdió totalmente el interés en leer. ¿Qué fenómeno psicológico explica esto?",
    "opciones": [
      "El aumento de la comprensión conceptual",
      "El costo oculto de las recompensas",
      "La mejora del bienestar subjetivo",
      "La consolidación del aprendizaje profundo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Dos amigos deciden preparar almuerzos. Carlos piensa: 'Cocinaré para vender estos platos y ganar dinero extra'. Pedro piensa: 'Cocinaré para invitarle a mis amigos, simplemente porque me agrada y me relaja hacerlo'. Según la clase, ¿qué tipo de motivación presentan Carlos y Pedro, respectivamente?",
    "opciones": [
      "Intrínseca en Carlos y extrínseca en Pedro",
      "Ambos presentan motivación intrínseca",
      "Extrínseca en Carlos e intrínseca en Pedro",
      "Ambos presentan motivación extrínseca"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Una empresa somete a sus diseñadores a una fuerte presión ofreciendo grandes bonos de dinero si alcanzan una cuota diaria. Aunque los empleados cumplen la cuota (efecto primario), el gerente nota que la originalidad y la calidad han caído drásticamente. ¿Qué efecto secundario e involuntario está ocurriendo?",
    "opciones": [
      "La recompensa está socavando (disminuyendo) la motivación intrínseca y la calidad",
      "El bono económico está incrementando exponencialmente la autonomía",
      "Se ha consolidado el locus percibido de causalidad hacia el interior",
      "Los diseñadores están demostrando mayor bienestar subjetivo"
    ],
    "correcta": 0
  },
  {
    "pregunta": "TIPO DECO: Lucía está aprendiendo a tocar guitarra por puro placer. Cada vez que domina un acorde nuevo, siente una gran satisfacción por su propia habilidad y se siente dueña de su tiempo. Este bienestar se relaciona con las necesidades psicológicas base de la motivación intrínseca, que son:",
    "opciones": [
      "Evasión de castigos y obtención de medallas",
      "Obediencia a la autoridad y ganancia económica",
      "Competencia percibida, autonomía y afinidad",
      "Costo oculto y condicionamiento clásico"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Ricardo trabaja archivando documentos; considera la labor muy aburrida, pero jamás falta ni llega tarde con el único fin de evitar que su jefe lo sancione o lo despida. ¿Cuál es la fuente de energía que moviliza la conducta de Ricardo?",
    "opciones": [
      "El deseo de desafío y crecimiento intelectual",
      "La motivación intrínseca por la competencia de archivar",
      "Un incentivo del ambiente destinado a evitar un castigo (Motivación extrínseca)",
      "La comprensión conceptual de su puesto de trabajo"
    ],
    "correcta": 2
  },
  {
    "pregunta": "TIPO DECO: Un universitario investiga sobre historia antigua porque realmente le apasiona el tema. A menudo pasa noches leyendo sin sentir cansancio, mostrando mucha energía, y relata que sus niveles de estrés son muy bajos cuando hace esto. ¿Qué beneficio de la motivación intrínseca experimenta el estudiante?",
    "opciones": [
      "El efecto de la obediencia intencional",
      "El locus de causalidad externo",
      "El costo oculto de la creatividad",
      "El bienestar subjetivo (mayor vitalidad y menor ansiedad)"
    ],
    "correcta": 3
  },
  {
    "pregunta": "TIPO DECO: Un deportista entrena salto largo porque le encanta superarse a sí mismo. Al entrar a un equipo, su entrenador le grita y condiciona constantemente su participación a ganar medallas. El deportista empieza a dudar de sus habilidades bajo presión. Según la Proposición 2 de la clase, este suceso externo está afectando negativamente su:",
    "opciones": [
      "Recompensa económica latente",
      "Competencia percibida",
      "Beneficio secundario de obediencia",
      "Efecto de condicionamiento pasivo"
    ],
    "correcta": 1
  },
  {
    "pregunta": "TIPO DECO: Un director escolar asume por 'sentido común' que si a un alumno le gusta estudiar por naturaleza, y además la escuela le paga por sacar diplomas, su motivación se elevará al doble. Sin embargo, basándonos en la clase, sabemos que esto resulta en un error porque:",
    "opciones": [
      "La recompensa extrínseca puede anular el interés intrínseco, convirtiendo la acción en simple condicionamiento",
      "El alumno desarrollará exceso de afinidad con sus profesores",
      "La motivación intrínseca bloquea automáticamente la recepción del dinero",
      "El alumno logrará una comprensión conceptual que le impedirá aceptar premios"
    ],
    "correcta": 0
  }
]
        }
      ]
    }
  ]
}
